[{"file_name": "Aspen_Insurance_UK_Ltd_Annual_Report_2019_text", "bookmark": [], "raw_text": ["Registered No. 1184193\n\nASPEN INSURANCE UK LIMITED\n\nANNUAL REPORT AND FINANCIAL STATEMENTS\n\nFOR THE YEAR ENDED DECEMBER 31, 2019\n\nFRIDAY\n\n*AQ63YLSN*\nA21\n\n29/05/2020 #300 = +\nCOMPANIES HOUSE :\n\n,\n\nEf]\n", "Aspen Insurance UK Limited - Report and Accounts\n\nCONTENTS\n\nTHE COMPANY\nSTRATEGIC REPORT\nDIRECTORS' REPORT\n\nSTATEMENT OF DIRECTORS' RESPONSIBILITIES\n\nINDEPENDENT AUDITOR'S REPORT TO THE MEMBERS OF ASPEN INSURANCE UK LIMITED.\n\nINCOME STATEMENT: TECHNICAL ACCOUNT\nINCOME STATEMENT: NON TECHNICAL ACCOUNT\nSTATEMENT OF COMPREHENSIVE LOSS\nSTATEMENT OF CHANGES IN EQUITY\n\nBALANCE SHEET\n\nNOTES TO THE FINANCIAL STATEMENTS\n\nRegistered Number: 1184393\n\nPage\n\nid |\n", "THE COMPANY\n\nDirectors\nMichael Cain\nGrahame Dawe\nHannah Purves\nTim Leggett\nPeter Webster\nGordon Ireland\nNatalie Waller\nTheresa Froehlich\n\nSecretary\nHelen Lipscomb\n\nAuditor\n\nKPMG LLP\n\n15 Canada Square\nLondon E14 5GL\nRegistered Office\n30 Féiichuiréh Siréét\nLondon\n\nEC3M 3BD\n\nRegistered in England No. 1184193\n\nLegal Advisor\n\nD Wilkie Farr & Gallagher LLP\n\n1 Ropemaker Street\nCity Point\n\nLondon\n\nEC2Y 9HT\n\nBanker\n\nDeutsche Bank AG\n6 Bishopsgate\nLondon\n\nEC2N 4DA\n\nDirector\n\nDirector\n\nNon-Executive Director\nNon-Executive Director\nNon-Executive Director\nNon-Executive Director\nNon-Executive Director\nNon-Executive Director\n\nAspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n4\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nSTRATEGIC REPORT\nThe Directors present the Strategic Report for the year ended 31 December 2019.\n\nOverview\n\nOn 15 February 2019, in accordance with the merger agreement between Apollo Global Management and Aspen Insurance -\nHoldings Limited (“AIHL' ”), ATHL merged with Highlands Merger Sub, Limited, a company incorporated i in Bermuda and\nwholly owned subsidiary of Highiands Holdings, Limited, a company incorporated i in Bermuda. As aresult, from 15 February\n2019, Highlands Holdings, Limited is the new ultimate parent company of Aspen Insurance UK Limited (“the Company”\nor “ATUK”).\n\nThis was a transitional year for the Company. Following the Merger we undertook a number of actions to strengthen the\nfundamentals of the company and better position the business to create value over the tong term.\n\nUnderwriting Portfolio Review\n\nWe undertook a strategic review of our underwriting portfolio and decided to wind down business that did not meet our\nunderwriting performance criteria. We also took strategic steps to reduce volatility in the underwriting portfolio by reducing\ncatastrophe exposure. .\n\nIn 2019 we ceased underwriting U.K. regional business through an agency agreement with Aspen Risk Management Limited\n¢« “ARML® ), a managing general agency. The ARML business consisted of professional liability and property and casualty\ncoverages for smail to medium sized U.K.-based businesses. The ARML business was placed into runoff in August 2019.\nAIUK has assumed ARML's underwriting administration and claims handling obligations for the run-off business. In\nNovember 2019 Arch Reinsurance and the Company jointly announced that Arch Re has. entered into a renewal rights\nagreement with the Company on its global credit and surety reinsurance business after our decision to exit the line.\n\nIn 2020 we have placed both marine and energy liability and accident and health lines of business into runoff in February\n2020 and March 2020, respectively.\n\nOperationai Streamiining\n\nWe also undertook initiatives to align our office locations more closely with our customers. and to streamline the structure.\nofour operations. While we closed branches and/or offices in Dubai, Miami and Dublin, we were able to transfer the business\ngenerated by those offices to other locations.\n\nAspen Bermuda established a branch in Zurich, Switzerland in 2019 to write property and casualty reinsurance with inception\ndates of January 1, 2020 and later. This business has previously been written in AIUK. Gross written premium for 2019 was\n$94.7m.\n\nRepositioning Reinsurance Coverage\nWe repositioned certain of our external reinsurance coverage arrangements from quota share reinsurance to targeted excess\nof loss agreements.\n\nIn March 2020, the Group, with ATUK as a named party, entered into an adverse development reinsurance agreement with\na wholly-owned subsidiary of Enstar Group Limited (“Enstar”). Under this agreement the Group will reinsure losses incurred\non or prior to December 31, 2019. Enstar' ‘Ss subsidiary will provide $770 million ofe cover in excess of $3. ‘805 billion retention\npayable under this contract, will be allocated across the various operating subsidiaries within the Aspen Group based on risk\nadjusted reserve run off projections. Completion of the transaction is subject to Board approvals and satisfaction of various\n\nother closing conditions. The transaction is expected to close in the first half of 2020.\n\nOn 26 March 2020, Standard & Poor's announced that they had downgraded their ratings on AIUK to A- outlook stable from\nAoutlook negative. The Company has taken clear steps to improve performance, strengthen the balance sheet and capital\n‘position, and insulate itself from future losses.on older accident years through the adverse development reinsurance cover\nreferred to above. S&P have acknowledged these changes and simultaneously upgraded the Aspen Group's financial risk\nprofile from ‘satisfactory' to ‘strong' and its capital and earnings from ‘very strong' to ‘excellent'. On April 1, 2620, A.M.\n\nBest affirmed the financial strength rating of “A” (Excellent) for AIUK but revised its outlook to negative from stable. The\nCompany does not believe that these rating actions will in any way compromise our ability to service the needs of our\ncustomers and trading partners or our obligations to them.\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n“Financial Results\nThe financial results for the Company reflect a profit before tax for the year of $8.6m (2018: loss of $39.2m). This comprised:\n+ an underwriting loss before investment income of $85.0m (2018: $89.2m loss);\n- other expenses of $21.8m (2018: other income of $51.5m); offset by\n- an investment retum of $115.4m (2018: investment loss of $1.9m).\nThe underwriting loss of $85.0m (2018: $89.2m loss) reflected a $79.0m loss in the Company's reinsurance segment and a\n$6.0m loss in the insurance segment.\n\nThe reinsurance segment loss included Catastrophe losses associated with Typhoons Hagibis and Faxai ($16.8m and $9.9m\nrespectively) and a $13.9m loss in Credit & Surety from the failure of Thomas Cook. There was additional prior year\ndeterioration on Typhoon Jebi and onthe US Casualty, satellite and bloodstock books, which was partially offset by favourable\ndevelopment on Intemational Casualty. The $79.0m reinsurance segment underwriting loss in 2019 increased from a loss of\n$73.5m in 2018. The prior year saw a number of material Cat events.\n\nThe $6.0m insurance segment loss in 2019 reflected adverse prior year development on Marine & Energy Liability and\nAccident & Health lines. Due to this deterioration, we ceased underwriting Marine & Energy Liability in February 2020 and\nAccident & Health lines in March 2020. The overall insurance segment loss in 2018 was $15.7m.\n\n‘Other expenses of $21.8m related principally to foreign exchange losses.\n\nThe investment return of $115.4m (2018: $1.9m loss), included income from government and corporate bonds and other\ninvestments of $60.0m (2018: $62. im). The main reason for the significant increase in the overaii return in 2019 was\nunrealised gains in the value of financial instruments (principally government and corporate bonds) of $55.9m, compared\nto an unrealised loss in 2018 of $25.2m. The gains were driven by movements in US interest rates.\n\nThe Company met its ratings agency and regulatory capital requirements throughout 2019 and remains adequately capitalised\nfor the future. As at 31 December 2019, the Company was a direct subsidiary undertaking of Aspen European Holdings\nLimited (‘AEHL”), a wholly owned subsidiary of AIHL. AEHL's registered office is 30 Fenchurch Street, London, EC3M\n3BD.\n\nFor 2020, ATUK will continue to focus on its chosen markets, seeking a positive return through focused underwriting and\nclient service.\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nOverview of the Business\n\n‘The Company is authorised by the United Kingdom Prudential Regulation Authority to underwrite all eighteen classes of\ninsurance and reinsurance business. The Company is rated A (Excellent) by AM Best and A- (Strong) by Standard & Poor's.\nAn analysis of the technical. account by segment for the years ended 31 December 2019 and 2018 is set out below.\n\nFor the Year Ended 31 December 2019\n\nReinsurance Insurance Total\n(Sin millions)\n\nGross written premiums ; 929.5 398.0 1,327.5\nGross earned premiums 959.5 410.9 1,370.4\nNet earned premium : S4h.1 94.6 635.7\nNet incurred claims (360.0) (70.4) (430.4)\nExpenses (260.1) (30.2) (290.3)\nUnderwriting loss before investment income (79.0) (6.0) (85.0)\nInvestment return 115.4\nBalance on technical account 30.4\nNef laiitis ratid 67% TAY 68%\nExpense ratio : 48% 32% 46%\nCombined ratio 115% 106% 114%\n\nFor the Year Ended 31 December 2018\n\nReinsurance Insurance Total\n~~ {Sin millions)\n\nGross written premiums 1,021.9 453.3 1,475.2\nGross earned premiums 1,060.5 454.0 1,514.5\nNet eamed premium 484.6 63.5 548.1\nNet incurred claims : (336.0) (46.2) (382.2)\nExpenses : (222.1) (3.0) (255.1)\nUnderwriting loss before investment income (73.5) (15.7) (89.2)\nInvestment loss (1.9)\nBalance on technical account . OLD\nNet Gains ratio 69% 3% 70%\nExpense ratio 46% 52% 47T%\nCombined ratio 115% 125% 117%\n\nWe use the net claims ratio, the expense ratio and the combined ratio as measures of underwriting performance. These ratios\nare relative measurements that describe, for every $100 of net premiums earned, the amount of losses and loss adjustment\nexpenses, and the amount of other underwriting expenses that would be incurred.\n\nReinsurance Segment\nThe reinsurance segment consists of property, casualty and specialty reinsurance. A more detailed analysis of the business\nwritten within these classes is as follows:\n\nProperty Catastrophe Reinsurance\n\nProperty catastrophe reinsurance is generally written on a treaty excess of loss basis where the Company provides protection\nto an insurer for an agreed portion of the total losses from a single event in excess of a specified loss amount. In the event\nof a loss, most contracts provide for coverage of a second occurrence following the payment of a premium to reinstate the\ncoverage under the contract, which is referred to as a reinstatement premium. The coverage provided under excess of loss\nreinsurance contracts may be on a worldwide basis or limited in scope to selected regions or geographical areas.\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nOther Property Reinsurance\n\nOther property reinsurance includes Property risks written on excess of loss and proportional treaties, facultative or single\nrisk reinsurance. Risk excess of loss reinsurance provides coverage to a reinsured where it experiences a loss in excess of\nits retention level on a single “risk basis. A “risk” in this context might mean the insurance coverage on one building or a\ngroup of buildings for fire or explosion or the insurance coverage under a single policy which the reinsured treats as a single\nrisk. This line of business is generally less exposed to accumulations of exposures and losses but can stilt be impacted by\nnatural catastrophes, such as earthquakes and hurricanes.\n\nProportional treaty reinsurance provides proportional coverage to the reinsured, meaning that, subject to event limits where\napplicable and ceding commissions, the Company pays the same share of the covered original losses as itreceives in premiums\ncharged for the covered risks. Proportional contracts typically involve close client relationships which often include regular\naudits of the cedants' data.\n\nCasualty Reinsurance\n\nCasualty reinsurance is written on an excess of loss, proportional and facultative basis and consists of U.S. treaty, international\ntreaty and casualty facultative reinsurance. The Company's U.S. treaty business comprises exposures to workers'\ncompensation (including catastrophe), medical malpractice, general liability, auto liability, professional liability and excess\nliability including umbrella liability. The Company's intemational treaty business reinsures exposures mainly with respect\nto general liability, auto liability, professional liability, workers' compensation and excess liability.\n\nSpeciaity Reinsurance\n\nSpecialty reinsurance is written on an excess of loss and proportional basis and consisted of credit and surety reinsurance,\nagriculture reinsurance, mortgage reinsurance and i insurance, marine, aviation, terrorism, engineering, cyber and other\nspecialty lines. The Company': 's credit and surety reinsurance business consists of trade credit, surety (mainly European,\nJapanese and Latin Ameri¢an risks) and mortgage reinsurance and insurance and political risks. The Company's agricultural\nreinsurance business covers crop and multi-peril business. Other specialty lines include reinsurance treaties and some\ninsurance policies covering policyholders' interests in marine, energy, aviation liability, space, contingency, engineering,\nterrorism, nuclear and personal accident. In October 2019, we ceased writing credit and surety reinsurance and sold our\nrenewal rights to that book of business to a third party.\n\nInsurance Segment\nThe Company's insurance segment consists of property and casualty, marine and energy and financial and professional lines\ninsurance. A more detailed analysis of the business written within these classes is as follows:\n\nProperty and Casualty Insurance\n\nThe Company's property and casualty insurance line comprises commercial property, commercial liability, primary casualty,\nexcess casualty, environmental liability and railroad liability, written ona primary, excess, quota share, program and facultative\nbasis.\n\n* Property insurance provides physical damage and business interruption coverage for losses arising from weather,\nfire, theft and other causes, The commercial team's client base is predominantly U.K. institutional property owners,\nsmail and middle market corporates and public sector clients.\n\n* Commercial liability provides employers' liability coverage and public liability coverage for insureds domiciled i in\nthe U.K. and Ireland. The team also covers directors' and officers' (“D&O”) and professional indemnity,\npredominantly to smaii and medium corporates.\n\n* Primary casualty consists primarily of lines written within the primary insurance sectors, focusing on insureds in\nhospitality, real estate, construction and products liability.\n\n+ Excess casualty line comprises large, sophisticated and risk-managed insureds worldwide and covers broad-based\ntisks at lead/high excess attachment points, including general liability, commercial and residential construction\nliability, life science, railroads, trucking, product and public liability and associated types of cover found in general\nliability policies i in the giobal insurance market.\n\n* Environmental liability primarily provides both primary and excess coverages for contractors' pollution liability\nand pollution fegal liability across industry segments that have environmental regulatory drivers and contractual\nrequirements including: real estate and public entities, contractors and engineers, energy contractors and\nenvironmental contractors and consultants.\n\n¢ Railroad liability comprises excess liability coverages for freight, commuter and excursion railroads, while also\nproviding general liability covers to the railroad support industry (contracts, repair shops and products\nmanufacturers) as well as contingent liability for railcar fleet owners/managers and railroad protective liability, in\nthe United States.\n\n¢ The majority of this U.K. regional D&O and professional indemnity coverage was bound through an agency\nagreement with Aspen Risk Management Limited (““ARML”). In August 2019, we placed the ARML business into\nrunoff.\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nMarine and Energy Insurance\n\nThe Company's marine and energy insurance fine comprised marine and energy liability, onshore energy physical damage,\noffshore energy physical damage, marine hull, specie and aviation written on a primary, excess, quota share, program and\nfacultative basis.\n\nThe marine and energy liability business includes marine liability cover mainly related to the liabilities of ship-\nowners and port operators, including reinsurance of Protection and Indemnity Clubs (“P&I Clubs”). It also\nprovides liability cover globally for companies in the oil and gas sector, both onshore and offshore and in the\npower generation sector. This line of business was discontinued in February 2020.\n\nOnshore energy physical damage provides onshore energy and construction sector classes of business with a\nfocus on property covers.\n\nOffshore energy physical damage (also knowns as Upstream Energy) provides coverage for property damage\nin addition to operators' extra expenses for companies operating in the oil and gas exploration and production\nsector.\n\nMarine Hult insures physical damage to ships (including war and associated perils) and related marine assets.\nThis line of business was discontinued in 2018 and placed into run-off.\n\nThe specie line of business focuses on the insurance of high value property items on an ail risks basis including\nfine art, general and bank related specie, jewelers' block and cash in transit coverages.\n\nAviation writes physical damage insurance on airline hulls, aviation hull deductible covers and comprehensive\nlegal liability for airlines, smaller operators or airline equipment, airports and associated business and non-\ncritical component part manufacturers. This line of business was discontinued in 2018 and placed into run-off.\n\nFinancial and Professional Lines Insurance\n\nThe Company's financial and professional lines comprised financial and corporate risks, accident and health, professional\nliability, management liability, credit and political risks, crisis management, surety tisks and technology liability (cyber\nrisks) written on a primary, excess, quota share, program and facuitative basis.\n\nThe Financial and Corporate risks account comprises financial institutions business written on a primary and excess\nof loss basis and consists of professional liability, crime insurance and D&O covers for commercial and investment\nbanks, asset managers, insurance companies, stockbrokers and the like. This account includes a book of B&O\ninsurance for commercial insureds located outside of the U.S and a worldwide book of representations and warranties\nand tax indemnity business.\n\nThe Company': 's professional liability business is written on both a primary and an excess of loss basis, focusing on\nrisks inthe U-K., Europe, Australia and Canada. The Company insures a wide range of professions including lawyers,\naccountants, architects, engineers, doctors and medical technicians. This account also includes a portfolio of\ntechnology liability and data protection insurance. The data protection insurance covers firms for first party costs\nand third party liabilities associated with their breach of contractual or statutory data protection obligations.\nManagement Liability insures a diverse group of commercial and financial institutions primaril ily on an excess basis,\nwith coverages including DzO liability, fiduciary liability, employment practices liability, fidelity insurance and\nblended liability programs including E&O liability with a focus on risks predominantly headquartered in the U.S.\nor risks with material U.S. exposure.\n\nThe credit and political risks team writes business covering the credit and contract frustration risks on a variety of\ntrade and non-trade related transactions, as well as political risks {including multi-year war on land cover) and\nsurety risks. The Company provides credit and political risks cover worldwide.\n\n“The accident and health team focuses on insurance and reinsurance products which heip protect individuals, groups\nand companies from the consequences of accidental death or disability whether resulting from accident or sickness.\nCover written includes whole account treaty and facultative reinsurance protection for insurance companies. This\nline of business was discontinued in March 2630.\n\nThe crisis management team writes insurance designed to protect individuals and corporations operating in high-\nrisk areas around the world, including covering the shipping industry's exposure to acts of piracy. It also writes\nterrorism and political violence insurance, providing coverage for damage to property (largely fixed assets such as\nbuildings) resulting from acts of terrorism, strikes, riots, civil commotion or political violence, in addition to product\nrecall business.\n\nThe surety team writes commerciai surety risks, admiralty bonds and similar maritime undertakings including, but\nnot limited to, federal and public official bonds, license and permits and fiduciary and miscellaneous bonds, focused\non Fortune 1000 companies and large, privately owned companies in the United States.\n\n‘Technology liability (also known as Cyber insurance) is written globally and provides coverage for technology,\nmedia and telecommunications firms offering protection for damages and legal defence expenses associated with\nfinancial loss claims from third parties and various forms of intellectual property breaches.\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nInvestments\nThe Company maintains all its investments in high quality fixed income securities and liquidity funds. These investments,\nincluding liquidity funds, are currently managed by the following investment managers and custodians:\n\nAlliance Capital Management L.P. BNP Paribas\n\nConning Asset Management Limited DWS Investment Management Americas Inc.\nBlackrock Financial Management, Inc Goldman Sachs Asset Management L.P.\nBNY Mellon Asset Servicing UBS AG\n\nCIBC Mellon Manufacturers.and Traders Trust Company\nCitibank Apollo Asset Management Europe PC LLP\n\nThe Company uses derivative financial instruments to manage foreign exchange risk and asset and liability matching as part\nof our strategy of efficient portfolio management.\n\nBalance Sheet\nThe balance sheet of the Company shows total assets of $6,502.2m (2018: $6,25 1.1m) and shareholder's equity of $841.9m\n(2018: $845.0m). Of the total assets, $2,442.7m, 38% (2018: $2,437.5m, 39%) was represented by financial investments.\n\nEnterprise Risk Management and Control Framework\n\nThe Board ensures that the Company operates an effective risk management and. control framework, which includes risk\nmanagement, compliance and internal control systems. The Company maintains appropriate policies, procedures and internal\ncontrols to support the risk and contro! framework. ~\n\nPrincipal Risks and Uncertainties\n\nRisk management has been embedded in the management and culture of the Aspen Group since its formation in 2002.\nThe Company, as an operating entity within the Aspen Group, operates within the Group's established risk management\npractices:\n\nThe key risks for the Company are:\n\n* Coronavirus - the impacts of Coronavirus on our clients and the markets in which we operate, our investments (as\na result of the impacts on the wider economy) and our operations could be material. These impacts are evolving,\nand inherently difficult to assess. We are in active correspondence with the PRA about the potential impact of\nCoronavirus on the Company and this will remain the case over coming weeks and months.\n\n* Underwriting performance. Although market conditions are improving losses in 2019 highlight that achievement\nof: ‘appropriate underwriting performance remains a key risk to the company. Portfolio managementand risk selection\ntemain the key mitigant to this risk.\n\n* Expense management. A number of initiatives to reduce expenses were implemented i in 2017 and 2018 and the\nbenefits of this work are starting to come through. However, it is worth emphasising the decision to exit jines (Aspen\nRisk Management Limited, Marine and Energy Liability, Accident and Health, Marine Hull, Aviation and the Credit\nand Surety reinsurance business) and the associated loss of premium income places greater pressure on the expense\nratio of the business. The decision to exit lines of business and the recent rating agency actions mean that expense\nmanagement remains a key focus for the Company, and the business will review whether the same resources in\nsupport and operational areas are still required.\n\n+ Impacts of organisational change. Following the takeover of the Aspen Group by Apolio there has been and continues\nto be a significant level of organisational change. The level of organisational change means that the company\ncontinues to face a heightened exposure to operational risk\n\nRisk Management approach\n\nAJUK maintains: a Risk Universe which defines the different types of risk that the Company faces and how they are monitored\nand measured. This framework has been applied and refined throughout the intervening years. The Company operates an\nintegrated. enterprise wide risk management strategy designed to deliver shareholder value in a sustainable and. efficient\nmanner while providing a high level of policyholder protection. The Company's Risk Committee provides enhanced oversight\nof the Company's risk management process. The execution of the Company's integrated risk management strategy is based\non:\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nthe establishment and maintenance of an internal control and risk management system based on a three lines of\ndefence approach to the allocation of responsibilities between risk accepting units (first line), risk management\nactivity and oversight from other central control functions (second fine) and independent assurance (third line);\nidentifying material risks to the achievement of the Company's objectives including emerging risks;\n\nthe articulation at Group and Company ievel of our risk appetite and a consistent set of key risk limits for each\nmaterial component of risk;\n\nmeasuring, monitoring, managing and reporting risk positions and trends;\n\nthe use, subject to an understanding of its limitations, of the Internal Model to test strategic and tactical business\ndecisions and to assess compliance with the Risk Appetite Statement and some risk limits; and\n\nstress and scenario testing, including reverse stress testing, designed to help the Company better understand and\ndevelop contingency plans for the likely effects of extreme events or combinations of events on capital adequacy\nand liquidity.\n\nOn 5 December 2015, the PRA approved the Company's Internal Model, which AIUK uses within its integrated risk\nmanagement system, to calculate its Solvency I Regulatory Capital Requirement (\"SCR\").\n\nRisk Appetite\n\nIn order to meet the expectations of its equity stakeholder, ATUK aims to maintain a level of profitability consistent with the\nGroup return targets set out in the Group Risk Appetite statement, taking into account the contributions of other subsidiaries.\nAIUK also aims to generate sufficient distributable income to allow it to contribute its share of funding for the debt and\ndividend obligations of the Aspen Group. The AIUK risk appetite and risk management process is aimed at ensuring that\nthese objectives are met. The Risk Appetite statement approved. by the Board articulates the Risk Appetite in terms of the\nfollowing components:\n\nRisk Preferences\n\na high level description of the iypes of risks ATUK prefers to assume and avoid within the\ncontext.of our objectives;\n\nCapital Constraint a minimum level of risk adjusted capital; and\nVolatility Constraint a basis for monitoring volatility of return.\n\nIn addition to the high level Risk Appetite statement the Company has established a set of Key Risk Limits covering exposures\nto natural and man-made catastrophe events, market risks, credit risks and operational risks. These are monitored and reported\nagainst to the Risk Committee on a quarterly basis. The risks are defined in the Risk Universe at 3 levels:\n\n.\n\nMain risk classification\nRisk category.\nRisk sub category\n\nThe main risks faced by the Company are defined as follows:\n\nCore risks -. those.risks inherent in the running of the Company's business are-listed below:\n\n)\n\n2)\n\nInsurance risk: The variation of actual technical results relating both to exposures from business written in the\nperiod (underwriting risk) and exposures from business written in prior periods (reserving risk) from their expected,\nvalues other than as a result of execution, operational or counterparty risks.\n\nMarket risk: The risk of variation in the fair value of our investment portfolio, cash and cash equivalents and\nderivative contracts including the effect of changes in foreign currency exchange rates.\n\nNon-core risks are all risks other than core risks. These are quantified as far as possible and, wherever practical, minimised\nor avoided. These are listed below:\n\n3)\n\n4)\n5)\n\n6)\n\n7)\n\nCredit risk: The risk of diminution in the value of insurance and reinsurance receivables as a result of counter-party\ndefauit.\n\nLiquidity Risk: The risk that the Company is unable to make payments or provide collateral when required.\nOperational Risk: The risk of loss arising from inadequate or failed internal processes, personnel or systems, or\nfrom external events.\n\nStrategic Risk: The risk of adverse impact on shareholder value or income and capital of adverse business decisions,\npoor execution or failure to respond to market changes.\n\nEmerging Risk: The risk that events not previously identified emerge and impact the profitability and / or balance\nsheet of the Company.\n\n10\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n8) Regulatory Risk: The risk of non-compliance with regulatory requirements including ensuring ASUK understand\nand comply with changes to those requirements is managed as an operational risk. There is a residual risk that\n__ changes in regulation impact AIUK's ability to operate profitably i in some jurisdictions or some lines of business.\n9) Taxation Risk: The risk that we do not understand, pian for and manage ATUK's tax obligations is addressed as an\noperational risk. There is a residual risk that changes in taxation impact AIUK's ability to operate profitably in some\njurisdictions or some lines of business.\nOperational risk is the most complex of the non-core risk classifications because it includes multiple risk scenarios arising\nfrom multiple processes and circumstances. Because of this AIUK records identified operational risks and their related risk\nassessments, owners and identified controls in a separate ‘Operational Risk Register' of the Company. The approach for\nthe Company operational risk register is monitored via a quarterly review process. We consider conduct risk as part of\noperational risk and have specific processes to address it including a conduct risk forum and a specific quarterly conduct\nrisk report to the AIUK Risk Committee.\n\nU.K.'s Decision to leave the EU\nThe United Kingdom's decision to withdraw from the E.U. could adversely impact our business, results of operations and\nfinancial condition.\n\nThe Company faces new regulatory costs and challenges as a result of the United Kingdom's decision to leave the European\nUnion (commonly known as “Brexit”). The U.K. left the E.U. as of January 31, 2020. A transitional arrangement, under\nwhich E.U. law will broadly remain in force in the U.K. is in place until December 31, 2020. The Company has been planning\nfor Brexit for some time and is currently in discussions with E.U. regulators to determine the most appropriate actions to\ntake to safeguard policyholder rights after December 31, 2020.\n\nThe uncertainty surrounding the implementation and effect of Brexit, the terms and conditions of such exit, the legal and\nregulatory framework that will apply to the U.K. and its relationship with the remaining members of the E.U. (including in\nrelation to trade and services) upon expiration of the transitional arrangement has caused, and is likely to cause, increased\neconomic volatility .and market uncertainty globally, in particular volatility of currency exchange rates, interest rates and\ncredit spreads. As well as short-term issues, the long-term effect of Brexit on the value of AFUK's investment portfolio at\nthis time is uncertain, and such volatility and uncertainty will likely continue as negotiations progress to determine the future\nterms of the U.K.'s relationship with the B.U.\n\nBrexit could lead to potentially divergent national laws and regulations as the U.K. determines which E.U. laws to replace\nor replicate. ATUK may have to review its underwriting platforms and incur additional regulatory costs as a result. ATUK\nwill tose its EEA financial services passport which provides it with the license to operate across borders within the single\nEEA market without obtaining local regulatory approval where insurers and cedants are located. In addition, depending on\nthe terms agreed with the E.U. following the conclusion of the transitional arrangement, the U.K.'s regulatory regime in\nterms of Solvency II regulation and governance could also diverge and no longer be equivalent.\n\nClimate change\n\nGlobal climate change may have a material adverse effect on our operating results and financial condition and as a result\nthe Company is focused on adequately assessing and pricing (wherever possible) for any increased frequency and severity\nof catastrophes resulting from these environmental factors.\n\nThere is widespread consensus in the scientific community that there is a long-term upward trend i in global air and sea\ntemperatures which is likely to increase the severity and frequency of severe weather events.over the coming decades. Rising\nsea levels are also expected to add to the risks associated with coastal flooding in many geographical areas. Large scale\nclimate change could also increase both the frequency and severity of natural catastrophes and our total claims paid and all\nother costs associated with property damage and business interruption due to storms, floods and other weather-related events.\n\nIn addition, global climate change could impair our ability to predict the costs associated with future weather events and\ncould also give rise to new environmental liability claims in the energy, manufacturing and other industries we serve.\n\nGiven the scientific uncertainty of predicting the effect of climate cycles and climate change on the frequency and severity\nof catastrophes and the lack of adequate predictive tools, we may not be able to adequately model the associated exposures\nand potential losses in connection with such catastrophes which could have a material adverse effect on our business,\nfinancial condition or operating results.\n\nOur investment portfolio and our credit and political risk underwriting exposures may be materially adversely affected\nby global climate change regulation.\n\nWoild téadeis fet at the 2015 United Nations Climaté Change Coiferénce ih Deceinber 201°5 in Paris ad agreed to\n\nat\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nlimit global greenhouse gas emissions in the atmosphere to a level which would not increase the average global\ntemperature by more than 2°Celsius, with an aspiration of limiting such increase to 1.5° Celsius (the “Paris Agreement”).\nIn order for governments to achieve their existing and future international commitments to limit the concentration of\ngreenhouse gases under the Paris Agreement, there is widespread consensus in the scientific community that a significant\npercentage of existing proven fossil fuel reserves may not be consumed. In addition, divestment campaigns, which call\non asset owners to divest from direct ownership of commingled funds that include fossil fuel equities and bonds, likewise\nsignals a change in society's attitude towards the social and environmental extemalities of doing business.\n\nAs a result of the above, energy companies and other companies engaged in the production or storage of fossil fuels\nmay experience unexpected or premature devaluations or write-ofts of their fossil fuel reserves. As at December 31,\n2019, we had $42.0 million, or 1.6% of our Managed Portfolio, invested in the energy sector. Government policies to\nslow global climate change by, for example, setting limits on carbon emissions may also have an adverse impact on\nother sectors, such as utilities, transportation and manufacturing. A material change in the asset value of fossil fuels or\nthe securities of energy companies and companies in these other sectors may therefore materially adversely affect our\ninvestment portfolio and our results of operations and financial condition.\n\nWe provide credit and politicai risk insurance to banks and other institutions providing lending to government and private\norganisations. In some cases the lending relates to private organisations involved in the energy sector or governments\nor government agencies which are dependent on fossil fuels for their revenue. A material change in the asset value of\nfossil fuels may therefore materially adversely affect our exposures to credit and political risk.\n\nCoronavirus Outbreak\n\nWe continue to closely monitor developments related to the outbreak of EOVID-19, also nown as coronavirus, to assess\nany potential impact on our business. Like many property and casualty (re)insurers, we have possible exposure to the\ncontingency market and cancellation losses stemming from the COVID-19 outbreak and could also face COVID-19 related\nclaims from creditand surety lines and potential exposure from business interruption. Whether the virus could trigger coverage\nis dependent on specific policy language, terms and exclusions. There is a risk, however, that legislative, regulatory, judicial\nor social influences may extend coverage beyond our intended contractual obligations or result in an increase in the frequency\nor severity of claims beyond expected ievels. The volatility in the financial markets resulting from the outbreak may also\nimpact our investment portfolio. Our investment portfolio comprises primarily government and other fixed income securities\nand we are not significantly exposed to equity markets. However, our corporate bond portfolio could be subject to valuation\nrisk as a result of movements in corporate spreads and default risk in the event of extended disruption to trade. In addition,\nexisting and potential future travel bans, preventative or government mandated closures of our offices or the offices of our\noutsource providers may affect our ability to conduct our business. A prolonged period of commercial disruption, reduced\neconomic activity and other consequences of the outbreak could have a material impact on our resuits of operations, financial\ncondition or liquidity. It is not practicable to quantify the ultimate financial effect of the outbreak on the Company at this\n\nstage.\n\n‘The Board has undertaken an assessment to determine the impact of COVID-19 on the company and its future viability.\nThis assessment has included a review of potential insurance and investment exposures under moderate and severe scenarios\nand regular monitoring of current and projected solvency levels. The scenarios encompass different assumed durations of\nthe effects of the outbreak, credit spreads widening by upto 400-600 basis points, yields on the investment portfolio dropping\nto nil for these different durations and an estimate of (re)insurance losses by reviewing various business lines where exposures\nare likely (direct and indirectly) and quantifying the estimated loss exposures. This analysis was supplemented by a reverse\nstress test to determine the level of, and likelihood of, capital erosion that would result in an adverse impact on the Company's\nability to satisfy regulatory capital thresholds.\n\nAdditional sensitivities have been provided on page 43 to capture the impact of widening credit spreads and interest rate\nmovements on our fixed income portfolio at 31 March 2020 to support our ongoing assessment.\n\nWe continue to monitor our solvency and capital position closely on a frequent basis post year end. Based on our analysis\nand our latest post year end estimate of the solvency position the Company's capital resources remain comfortably in excess\nof the relevant regulatory capital thresholds and | projected to do so under severe scenarios; the reverse stress test indicates\nthat the ievel at which an adverse impact would arise on the Company's ability to satisfy regulatory capital thresholds is\nsufficiently remote. Accordingly the Directors have concluded that although the impact from COVID-19 is likely to be\nmaterial it does not adversely affect the company's ability to continue as a going concern or reduce its capital and solvency\nlevels to below regulatory requirements. Our priority remains to support our staff and honour our client's needs.\n\n12\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: {184193\n\nAgency Ratings\n\nRatings with respect to claims paying ability and financial strength have become increasingly important factors in establishing\nthe competitive position of insurance and reinsurance companies and will also impact the cost and availability of capital to\nan insurance company. Ratings by AM. Best and Standard & Poor's Financial Services LLC (“S&P*) represent an important\nconsideration in maintaining customer confidence in us and in our ability to market insurance products. Rating organisations\nregularly analyze the financial performance and condition of insurers.\n\nOn March 26, 2020, S&P downgraded the financial strength and issuer credit ratings of the Company to “A-” (Strong) from\n“A” (Strong). The outlook assigned to this rating is stable. On April 1, 2020, A.M. Best affirmed the financial strength rating\nof “A” (Excellent) for ATUK but revised its outlook to negative from stable.\n\nS&B is a widely recognised insurance company rating agency and some policyholders are required to obtain insurance\ncoverage from insurance companies that have an “A-” (Strong) rating or higher from S&P. Because S&P continually monitors\ncompanies with regard to their ratings, our ratings could change at any time. The Company does not believe that these rating\nactions will in any way compromise our ability to service the needs of our customers and trading partners or our obligations\nto them. However, the downgrade may impair our ability to sell insurance policies and could materially and adversely affect\nour competitive position in the insurance industry, future financial condition and operating results.\n\nSection 172 statement\n\nThe Board factored the needs and concems of the Company's stakeholders into its decisions in accordance with section 172\nof the Companies Act 2006. The importance of the Company' 's stakeholders are outlined in more specific detail within the\nDirectors' report, however examples of key decisions taken by the Board during 3019 include:\n\n° Key strategic changes - Following the Apollo Acquisition, there have been a number of changes to executives and\nsenior management, including the appointment of several new ‘Non-Executive Directors. Acompiete strategic review\nofthe Company's business and culture was also undertaken, in order to improve underwriting performance, financial\nstrength and the culture for employees across the Aspen Group. As a result, various changes have been implemented,\n\nincluding:\n\n° Underwriting - Ongoing refinement of the Company's underwriting portfolio, which resulted in the\nCompany exiting the Credit & Surety Line of Business in 2019.\n\n. Structural Changes - Closure of the Company's Irish and Dubai branches. However, the Company\n\ncontinues to service some of the business from those branches in London and its Zurich Branch. The\nAspen Group aiso closed its Lioyd's China Platform as a result of which, some of this business wili now\nbe serviced by the Company's Singapore Branch.\n\n* Investment - Implementation of a new investment strategy.\n\n. Cuitural - As outlined in detail under the Climate Change, Charitable and Political Donations and\nStakeholder Engagement sections of this report, the Company in conjunction with the wider Aspen Group\nis seeking to make changes that will benefit its employees, customers, suppliers, shareholders and the\ncommunity as a whole.\n\n¢  On14 May 2019, ATUK issued notice to terminate the delegated underwriting authority to ARML. In August 2019,\nwe placed. the ARML business into runoff. AIUK has assumed ARML's underwriting administration and claims\nhandling obligations for the run-off business.\n\n+ Brexit “The Company has considered various strategic-options in order to serve business in the EEA post the UK\nleaving the EU, and expiry of the transition period. The Company has decided not to proceed with its application\nfor an Irish Branch and is focused instead on discussions with various EU regulators. The impact of Brexit on the\nCompany and how the Company has managed this, is discussed more comprehensively in the section of the report:\nThe UK's Decision to leave the EU.\n\n¢ Head Office refurbishment - The Company renewed its Lease of 30 Fenchurch Street and has commenced\nrefurbishment of the premises.\n\nThe Company is firmiy committed to high standards of corporate governance and maintaining a sound framework for the\ncontrol and management of the business. The Board recognises that effective govemance is key to the implementation of'\nstrategy for our shareholder and wider stakeholders. As a major UK generat insurer, the Company is familiar and comfortable\nwith the corporate governance practices expected of it and the legislation applicable to Public Interest Entities. The Company\nalso complies fully with the corporate governance requirements of the Companies Act 2006, the Companies Miscellaneous\n\n13\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nReporting (Regulations) 2018 and Financial Services and Markets Act 2000 (and regulations made thereunder) applicable\nto it as a result of its (re)insurance business.\n\nBy order of the Board\n\nC7 Kaw\nGrahame Dawe\n\nDirector\n15 May 2020\n\n14\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nDIRECTORS' REPORT\nThe Directors have pleasure in submitting their annual report, together with the audited financial statements for the year\n\nended 31 December 2019.\n\nPrincipal Activity\n\nThe principal activity of the Company continues to be the transacting of general insurance and reinsurance business in the\nUK, US and through its branches in Switzerland, Canada, Singapore and Australia. In 2019, the Company officially\nderegistered and closed its branch in Paris on 31 July 2019. A strategic decision was also made to stop writing new business\nthrough its branch in Dublin, which was closed midway through 2019.\n\nResuits and Dividends\n\nThe results for the year are set out in the accompanying Income Statement. The profit before tax for the year was $8.6m\n(2018: loss $39.2m). The Directors regard the current state of affairs of the Company and its future prospects as satisfactory.\nNo dividends (2018: Nil) were paid.during the year to the Company's only shareholder AEHL.\n\nFinancial Instruments\nDetails of financial instruments are provided in the Strategic Report.\n\nDirectors and Directors' Interests\nThe Directors of the Company at the date of this report are set out on page 3. Changes in directors during 2019 and up to\nthe date of this report are as follows:\n\nDate of appointment Date of resignation\nHannah Purves 22 October 2019\nGrahame Dawe 4 December 2019\nNatalie Waller :30 January 2020\nTheresa Froehlich 25 February 2020\nJonathan Price 28 February 2019\nEmil Issavi 30 May 2019\nDr. Karl Mayr 30 June: 2019:\nJulian Cusack 11 September 2019\nMark Dean : 13 May 2020\n\nAccording to the Register of Directors' interests, no Director had a disclosable interest in the shares of the Company,\nand no Director had been granted or had exercised any right to subscribe for such shares during the period under review.\n\nDirectors' and Officers' Liability Insurance\nThe Company has maintained insurance to cover Directors' and officers' liability as defined by section 236 of the Companies\nAct 2006.\n\nEmployees\n\nThe Company has no employees of its own in the U.K.. The majority of the Company's UK personnel are employed by\nAspen Insurance UK Services Limited (“ATUKS”). ATUKS is a fellow subsidiary of AIHL. However, the Company' S\ninitiatives are serviced by AIUKS employees by way of an intra Group Service Agreement. There are a smaii number of\nemployees employed by the Zurich Branch of ATUK. ATUKS encourages its employees to develop their full potential by\nproviding opportunities for training and professional development. Such opportunities, as well as career development and\npromotion, are equally available to disabled employees, whether newly recruited or existing employees who become disabled\nwhilst in AIUKS's employment.\n\nAIUKS's equal opportunities policy aims to ensure that no potential or existing employee receives less favourable treatment\nbecause of his / her sex, actual or perceived sexual orientation, gender (including gender reassignment), marital or family\nstate, age, ethnic origin, disability, race, colour, nationality, national origin, creed, political affirmation, part-time status, or\nany other condition, unless it can be shown to be legally justifiable.\n\nGoing Concern\n\nThe Directors confirm that they are satisfied that the Company has adequate resources to continue in operation and meet its\nliabilities as they fall due for a period of at least 12 months from the date that the financial statements are approved. In\narriving at this conclusion, as explained in further detail on page 12, the Directors have undertaken an assessment to determine\n\n15\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nthe impact of COVID-19 on the company and its future viability, taking into account the likely impact on the Company's\ninsured loss exposures, investments and solvency capital position under moderate and severe scenarios, and the associated\nsensitivities where relevant. This is supplemented as appropriate, by reverse stress testing to determine the extent to which\ncapital erosion would have to occur to result in an adverse impact on the Company's ability to meet certain regulatory capital\nrequirements. The analysis performed demonstrates that the Company remains solvent and retains sufficient headroom above\nregulatory capital requirements under moderate and severe scenarios; the reverse stress test indicates | that the likelihood of\nthere being capital erosion to such an extent as to breach the company's regulatory capital requirements is sufficiently remote.\n\nAccordingly, they continue to adopt the going concern basis in preparing the financial statements.\n\nCharitable and Politicai Donations .\n\nThe Company made charitable donations during the year of $0.3 million (2018: $0.4 million). The donations were to\norganisations engaged in cancer research, children with disability, providing food to the underprivileged, ex-service men\nand women with disabilities and to a community project in Uganda. There were no political donations made during the year.\n\nStakeholder engagement _\n\nThere is a growing recognition within the insurance industry of the value of high-quality stakeholder relationships. The\nCompany embraces this trend recognising that active stakeholder input helps to drive the legitimacy and sustainability of its\nbusiness strategy. However, communication and engagement with Stakeholders has been particularly i ‘important and prevalent\nfor the Company following the acquisition of the Company's holding company (Aspen Insurance Holdings Limited and its\nsubsidiaries (“ the Aspen Group”), by certain investment funds affiliated with Apollo Global Management (“ the Apollo\nAcquisition”),\n\nEngagement with stakeholders subsequently informs decision making throughout the organisation. At a strategic level,\nmethods of engagement can vary depending on the issue and the business unit involved. However, senior leaders regularly\nand actively participate in regulatory, industry and claims forums, listening to the perspectives of brokers, employees,\npolicyholders and suppliers. Specific examples of the key stakeholder engagement undertaken at different levels within the\nCompany to inform decision-making and enhance Board understanding are set out below.\n\n(Re)Insurance Customers/Brokers\nEmployees\nAspeu provides insurance and Shareholders\n\nreinsurance services to many\n\nThe Aspen Group employs\n\n-domestic and international\norganisations\n\n(Re)insurance customers and brokers\nexpect clear, transparent information and 2\nprompt and effective claims handling\nservice they can rely on. Regular\nengagement with brokers provides a better\nunderstanding of customer needs, as well as\nhow continuous improvements in policy\ncoverage and claims handling can be\ndelivéred. Moré broadly, thé Company\ntakes account ofthe current and future needs\nof (re)insurance customers, and this is one\nof the key issues in its stakeholder\nengagement generally.\n\n| Material issues\n\napproximately 460 people in the\nUK.\n\nThe Company has no employees of its own.\nAll of the Company's staff are employed by\n\nAspen Insurance UK Services Limited\n“ATUKS”).\n\nAIUKS is a fellow subsidiary ¢ of AIHL.\nHowever, the Company's initiatives were\nserviced by ATUKS employees by way ofan\nIntra Group Sérvice Agreement. There aré a\nsmall number of employees employed by\nthe Zurich Branch of AIUK.\n\nATUKS depends on the shared talent, skills\nand values of its employees. The Company\nhas a framework for ongoing two-way\nfeedback and engaging employees at all\nlevels about the key issues that affect them.\nThe Company aims to be a supportive and\ninclusive employer for which people want\nto work. The Company also monitors the\nperspectives on the workplace and on\nemployment issues of people working\nbeyond its existing workforce.\n\nMaterial issues\n\nAspen is committed to delivering\nlong-term value for its shareholders\n\nFollowing the Acquisition, the Aspen\nGroup is privately owned by certain\ninvestment funds managed by affiliates of\nApollo Global Management.\n\nMaterial issues\n\n16\n", "* Brexit - Brexit - The Company has\nfrequently engaged with brokers at an\nexecutive level and via individual lines of\nbusiness in relation to the structural and\nbusiness changes affecting the Company's\nEU business as a result of Brexit. This\ncommunication is ongoing and consists of |\nboth face-to-face meetings, email and\ntelephone correspondence.\n\n«ApolloAcquisition- Following the Apollo\nAcquisition the Aspen has made various\nstructural changes that have impacted upon\nthe Company (discussed further below).\nExecutive management have directly\nengaged with customers to obtain feedback\non changes, as well as provide frequent and\nthorough update of any changes.\n\n* The Aspen Group recently engaged a\nglobal PR agency to assist with the\nefficiency and consistency of,\ncommunication across all regions.\n\nRegulatory bodies\n\nRegulators play a central role in shaping the\ninsurance sector. Engagement is especially\nimportant in working to modemise\ncompliance, regulatory, and legal risk\nmanagement programs to meet applicable\nlaws, regulations, and oversight and\nmonitoring expectations. Aspen works\nconstructively with UK regulators to protect\nthe jong-term interests of (re)insurance\ncustomers and keep pace with industry\nstaridards as 4 wiiole.\n\nExamples\n\n+ Senior Management (in conjunction with\nthe Company's Compliance department)\nhave maintained consistent and ongoing\ncommunication with various regulators\nsuch as the PRA and FCA to explain the\nchanges the organisation is going through.\nExamples include the change in control\narising from the Apollo Acquisition, the\nCompany's ongoing preparations for\n\nBrexit, and departures from existing lines of\nbusiness.\n\n* In 2019, a Group supervisory college was\nconducted in which regulators from the\nvarious jurisdictions met to discuss the\nchariges undertaken within Aspen Group.\n\nEmployee engagement\n\nAspen Insurance UK Limited - Report and Accounts\n\n* Direct Feedback & Communication\nbetween executive management and\nemployees - For example: Organisational\nchange initiatives, including regular pulse\nsurveys on various topics which allow\nemployees “to have their say” directly and\nanonymously. Corporate Communications\nfrom éxecuttve managethent are circulated\nto provide updates on all key changes within\nthe Aspen Group; the Aspen Group CEO has\na separate ematl account for employees to\n“email the CEO” with any suggestions,\nqueries or complaints; Town Hall meetings\nin which all employees in the Aspen Group\nare able to attend.\n\n° Corporate Social Responsibility &\nDiversity and Inclusion - The Aspen Group\nhas a number of permanent staff committed\nto continually implementing new initiatives\nto support global and local charities, drive\nclimate change initiatives as well as support\ninternal diversity and inclusion.\n\nSuppliers and contractors\n\nThe Company relies on its supply chain to\ndeliver projects and ensure it operates\nsuccessfully. Aspen aims to build strong\nrelationships with suppliers and contractors\nso it can maximise cost efficiencies and\nalignment with its brand, technology and\nstrategies.\n\nExamples\n\n+ Aspen's Procurement function continues\nto focus on supplier engagement and liaison\nwith suppliers\n\n* Where there may be any impact on\nsuppliers as a result of organisational\nchange, they have been informed of relevant\nchanges at an early stage to discuss the\nimpact such changes may have onthe supply\nor their services.\n\n+ Aspen monitors the quality and timeliness\nof services provided by third party providers\nto ensure compliance with regulatory and\nlegislative requirements (such as the\nModem Slavery Act).\n\nRegistered Number: 1184193\n\nAs a result of the Acquisition, Aspen has\nbecome a privately owned organisation\nsuch that there is increased engagement\nwith shareholders. Shareholders” interests\nare represented on the Board of the Aspen\nGroup holding company, AIHL. The Group\nCEO and Chairman is responsible for\ndriving shareholders' objectives and\nensuring that strategy throughout the Group\nis consistent with shareholders' objectives.\n\n¢ The Company's Invéstment plans are also\nunder consideration to ensure appropriate\ntetums for shareholders.\n\nLocal Communities\n\nAspen is committed to supporting the\ncommunities in which it operates, including\njocal businesses, charities and the wider\npublic. Aspen engages with groups that\nfocus on social and educational related\nissues on behalf of society. Two-way\nrelationships with our charity partners, also\nprovide opportunities for different parts of\nthe business to unite around a common\ncause.\n\nExamples\n\n* Corporate Social Responsibility &\nDiversity and Inclusion - The Company\nhas a number of permanent staff committed\n‘to continually implementing new initiatives\nto support global and local charities, as well\nas support internal diversity and inclusion.\n\nThe Company has no employees of its own in the U.K.. As above, the majority of the Company's UK personnel are employed\nby Aspen Insurance UK Services Limited (“AIUKS”). AIUKS is a fellow subsidiary of AIHL. However, the Company's\ninitiatives are serviced by AIUKS employees by way of an Intra Group Service Agreement. There are a small number of\nemployees employed by the Zurich Branch of AIUK.\n\nThe success of the Company depends on the collective talent, skills and values of its employees. Accordingly, the Company\nis committed to employee engagement at all levels. Examples of employee engagement initiatives during 2019 include:\n\n17\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n| Providing employees systematically with Executive Management circulate “Corporate Communication” emails whenever\ninformation on matters that concern there is a key change to the business, personnel or the insurance market. The\nthem emails are comprehensive and frequent,\n\nExecutive Management, as well as the relevant project managers present Town\nHali meetings to all of the Aspen Group. Each Town Halt involves an interactive\nQ&A component and employees are encouraged to raise questions.\n\nConsulting employees on a regular basis The Aspen Group CEO also has a designated email account for employees to\nso that their views can be taken into “email the CEO” with any queries or business recommendations. The inbox is\naccount in making decisions which are monitored regularly and emails are considered by the CEO personally.\nlikely to affect their interest\nAS part Of the ongoing cultural transformation, a ‘Pulse Survey' was set lip 0\nthat all employees could provide feedback to help shape Aspen's immediate\npriorities and to identify matters of concem to employees. It was reported that\ncertain aspects of Aspen's IT systems could be improved, as a result of which a\nnumber of system upgrade upgrades are being implemented.\n\nEncouraging the involvement of AIUKS offers annual bonuses, long term incentive awards (LTIP) (available to\nemployees inthe company's performance selected employees), and an Executive Scheme to encourage performance.\n\nAnnual bonuses and LTIP awards are discretionary and contingent upon both\ncompany and employee performance (measured against the performance\nstandards expected within each employee's job description):\nAchieving common awareness of the| Aspen delivers quarterly ail staff updates and announcements and encourage feedback on\nfinancial and economic factors affecting | the key financial and economic conditions affecting the Aspen group.\n| Aspen's performance\nThe Corporate Communications and Town Hall meetings (as referred to above) throughout\n2019 were the key medium to communicate such updates; however, each department's\nFine Manager is responsible for discussing performance issues with the employees within\neir team.\n\nFuture Deveiopments\n\nThe Directors aim to continue our strategic plan to improve profitability through re-underwriting our portfolios in both\ninsurance and reinsurance, exiting underperforming business, strengthening our reserve position, and reducing our operating\ncost base. Although the (re)insurance market remains competitive and there remains an abundance of available capital, market\nconditions and rates are strengthening, which is expected to continue through 2020. As the rate environment improves, we\ncontinue to seek opportunities to deploy capital most efficiently to achieve attractive risk-: adjusted returns. We have taken\nstepsto streamline our operations and to moreclosely align our production offices with our customer base and our! underwriting\nteams are positioned to identify and capitalise on acceptable business to underwrite without sacrificing underwriting\ndiscipline. We expect expenses to continue the downward trend seen since 2017, following the success of projects addressing\noperating efficiencies through outsourcing, streamlining and staffing reductions.\n\nEvents Since the Reporting Date\n\nIn February 2020, the Company ceased underwriting Marine & Energy Liability business. This was due to significant\ndeterioration on prior years and loss activity in the current year in a market where pricing is not correcting sufficiently enough.\nThis marketplace has not generated sustainable profit ‘margins, and we are ‘shifting our focus to areas where we believe there\nis better opportunity to.achieve our long-term profitability targets. In addition, the Company exited the Accident & Health\nline in March 2020 due to adverse claims experience and uncertain sustainable profitability of this type of business with\nhigh acquisition and operating costs.\n\nOn March 2, 2626, AIHL entered into an adverse development reinsurance agreement with Cavello Bay Reinsurance Limited\n(“Cavello”), a Bermuda insurance company and wholly owned subsidiary of Enstar Group Limited. Under this agreement,\nAIHL will cede to Cavello, losses incurred on or prior to December 31, 2019 on a diversified mix of property, liability and\n‘specialty lines across the U.S., U.K and Europe, in excess of $3.8 billion, up to an aggregate limit of $4.6 biition (coverage\nof $0.8 billion). The reinsurance agreement also provides for $0.3 billion of cover in excess of $4.8 billion. The consideration\nfor this agreement is $0.8 billion plus interest at 3.75% per annum, compounding daily, from the effective date January i,\n\n2026 to the closing date. The premium payabie under this contract, will be allocated across the various operating subsidiaries\nwithin the Aspen Group based on risk adjusted reserve run off projections. Completion of the transaction is subject to Board\napprovals and satisfaction of various other closing conditions. The transaction is expected to close in the first half of 2020.\n\nOn 26 March 2026, Standard & Poor's announced that they had downgraded their ratings on AIUK to A- outlook stable from\nA outlook negative. The Company has taken clear steps to improve performance, strengthen the-balance sheet and capital\nposition, and insulate itself from future losses on older accident years through the adverse development reinsurance cover\n\n18\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nreferred to above. S&P have acknowledged these changes and simultaneously upgraded the Aspen Group's financial risk\nprofile from ‘satisfactory' to ‘strong' and its capital and earnings from ‘very strong' to ‘excellent'. On April 1, 2020, AM.\nBest affirmed the financial strength rating of “A” (Excellent) for AIUK but revised its outlook to negative from stable. The\nCompany does. not believe that these rating actions will in any way compromise our ability to service the needs of our\ncustomers and trading partners or our obligations to them.\n\nStatement of Disclosure of Information to the Company's Auditor\n\nThe Directors who held office at the date of approval of this Directors' report confirm that, so far as they are each aware,\nthere is no relevant audit information of which the Company's auditor is unaware; and each director has taken all the steps\nthat he/she ought to have taken as a director to make himself herself aware of any relevant audit information and to establish\nthat the Company's auditor is aware of that information.\n\nAuditor\nPursuant to Section 487 of the Companies Act 2006, the auditor will be deemed to be reappointed and KPMG LLP will\ntherefore continue in office.\n\nBy Order of the Board\n\n7 Lhe\n\nGrahame Dawe\nDirector\n\nMay 15, 2020\n\n30 Fenchurch Street\n\nLondon, U.K.\nEC3M 3BD\n\n19\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nSTATEMENT OF DIRECTORS' RESPONSIBILITIES IN RESPECT OF THE STRATEGIC REPORT,\nTHE DIRECTORS' REPORT AND THE FINANCIAL STATEMENTS\n\nThe directors are responsible for preparing the Strategic Report; the Directors' Report and the financial, statements in\naccordance with applicable law and regulations.\n\nCompany law requires the directors to prepare financial statements for each financial year. Under that law they have elected\nto prepare the financial statements in accordance with UK accounting standards and applicable law (UK Generally Accepted\nAccounting Practice), including FRS 102 The Financial Reporting Standard applicable in the UK and Republic of Ireland.\n\nUnder company law the directors must not approve the financial statements unless they are satisfied that they give a true\nand fair view of the state of affairs of the company and of the profit or toss of the company for that period. In preparing\nthese financial statements, the directors are required to:.\n\n+ _ select suitable accounting policies and then apply them consistently;\n\n* make judgements and estimates that are reasonable and prudent;\n\n* _ state whether-applicable UK accounting standards have been followed, subject to any material departures disclosed and\nexplained in the financial statements;\n\n* assess the company's ability to continue asa going concer, disclosing, as applicable, matters related to going concern;\nand\n\n* use the going concern basis of accounting unless they either intend to liquidate the company or to cease operations, or\nhave no realistic aitemative but to do so.\n\nThe directors are responsible for keeping adequate accounting records that are sufficient to show and explain the company's\n\ntransactions and disclose with reasonable accuracy at any time the financial position of the company and enable them to\n\nensure that the financial statements comply with the Companies Act 2606. They are responsible for such internal controi:as\n\nthey determine is necessary to enable the preparation of financial statements that are free from material misstatement, whether\n\ndue to fraud or error, and have general responsibility for taking such steps as are reasonably open to them to safeguard the\n\nassets of the company and to prevent and detect fraud and other irregularities:\n\nThe directors are responsible for the maintenance and integrity of the corporate and financial information included on the\ncompany's website. Legislation in the UK governing the preparation and dissemination of financial statements may differ\nfrom legislation in other jurisdictions.\n\n20\n", "Aspen Insurance UK Limited - Report and Accounts\n\nINDEPENDENT AUDITOR'S REPORT TO THE MEMBERS OF ASPEN INSURANCE UK LIMITED\nt Our opinion is unmodified\n\nWe have audited the financial statements of Aspen Insurance UK Limited (“the Company”) for the year ended 31 December\n2019 which comprise the Income Statement, Statement of Comprehensive Income, Statement of Changes in Equity, Balance\nSheet, and the related notes, including the accounting policies in note 1.\n\nIn.our opinion the financial statements:\n\n© give a true and fair view of the state of Company's affairs as at 31 December 2019 and of its profit for the year then\nended; + . . : . vos: mee em, — -e\n\n* have been properly prepared in accordance with UK accounting standards, including FRS 102 The Financial Reporting\nStandard applicable in the UK and Republic of Ireland; and\n\n* have been prepared in accordance with the requirements of the Companies Act 2006.\n\nBasis for opinion\n\nWe conducted our audit in accordance with International Standards on Auditing (UK) (“ISAs (UK)”) and applicable law. Our\nresponsibilities are described below. We believe that the audit evidence we have obtained is a sufficient and appropriate basis\nfor our opinion. Our audit opinion is consistent with our report to the Audit Committee.\n\n‘We were appointed as auditor by the Directors in'2002. The period of total uninterrupted engagement is for the 18 financial\nyears ended 2019. We have fulfilled our ethical responsibilities under, and we remain independent of the Company in\naccordance with, UK ethical requirements including the FRC Ethical Standard as applied to public interest entities. No non-\naudit services prohibited by that Standard were provided.\n\n2 Key audit matters: our assessment of risks of material misstatement\n\n‘Key audit matters are those matters that, in our professional judgment, were of most significance in the audit of the financial\n‘statements and include the most significant assessed risks of material misstatement (whether or not due to fraud) identified\nby us, including those which had the greatest effect on: the overall audit strategy; the allocation of resources in the audit; and\ndirecting the efforts of the engagement team. We summarise below the key audit matters, in decreasing order of audit\nsignificance, in arriving at our audit opinion above, together with our key audit procedures to address those matters and, as\nrequired for public interest entities, our results from those procedures. These matters were addressed, and our results are\nbased on procedures undertaken, in the context of, and:solely for the purpose of, our audit of the financial statements as a\nwhole, and in forming our-opinion thereon, and consequently are incidental to that opinion, and we do not provide a separate\nopinion on these matters.\n\nWe continue to perform procedures over the provision for uneamed premiums and insurance receivables in respect of\nproportional treaty premiums. However, in respect of these areas based on the results of our test work in 2018 and the lack\nof any significant estimation uncertainty we have not assessed these as one of the most significant risks in our current year\naudit and, therefore, they have not been separately identified in our report this year.\n\n21\n", "paration) and\n206SONE\n\nUnprecedented levels of uncertainty\n\nThe financial statements explain how the\nDirectors have formed their judgement that it is\nappropriate to adopt the going concem basis of\npreparation for the Company.\n\nThe judgement is based on an evaluation of the\ninherent risks to the Company's business model\nand how those risks might affect the Company's\nfinancial resources or ability to continue\noperations over a period of at least a year from\nthe date of approval of the financial statements.\n\nThe impact of COVID-19 is subject to\nunprecedented levels of uncertainty of\noutcomes, with the full range of possible effects\nunknown given the rapidly evolving nature of|\nthe situation on financial and operational\nperformance.\n\nThe risks that we considered most tikely to\nadversely affect the Company's available\nfinancial resources over this period were:\n\n~ Adverse loss experience;\n\n- A deterioration in the valuation of\ninvestments; and\n\n+The length of time that the impact of\n\nCOVID-19 will cause disruption to\n\neconomic conditions and result in the\n\ndevelopment of insured losses\n\nThere are also Jess predictable but realistic\nsecond order impacts, such as the failure of\ncounterparties who have transactions with the\nCompany (such as banks and reinsurers) to meet\ncommitments that could give rise to a negative\nimpact on the Company's financial position and\nthe impact of COVID-19 on the economic\nenvironment and the resulting impact on the\nCompany's capital resources.\n\nThe risk for our audit was whether or not those\ntisks were such that they amounted to a material\nuncertainty that cast significant doubt about the\nability to continue as a going concem. Had they\nbeen such, then that fact would have been\nrequired to have been disclosed.\n\nDisclosure quality\n\nClear and full disclosure of the assessment\nundertaken by the Directors and the rationale\nfor the use of the going concern assumption,\nrepresents a key financial statement disclosure\nrequirement.\n\nThere is a risk that insufficient details are\ndisclosed to allow a full understanding of the\nassessment undertaken by the Directors.\n\nAspen Insurance UK Limited - Report and Accounts.\n\ndue to COVID-19 on our audit\n5-16 (Go!\n\nnmi even\n\nOnCErA-StaeEMeNL)- pay\n\nOur procedures included:\nOur COVID-19 understanding\n\nWe considered the Directors' assessment of the risks and\nimpact of COVID-19 and comparéd these to our own\nunderstanding of the risks.\n\nSensitivity analysis\n\nWe evaluated the Company's financial forecasts and\nconsidered sensitivities over the level of available financial\nTesources taking account of reasonably possible (but not\nunrealistic) adverse effects of COVID-19 that could arise over\nthe period, individually and collectively.\n\nWe consideréd the Directors' stress tésting of critical factors\nsuch as the deterioration in the valuation of the Company's\ninvestments in corporate bonds, adverse loss experience on\nthe insured portfolio, and the duration of the outbreak. We\nalso assessed management's plans and progress to ensure the\ncontinued operation of the business in the face of the\ndisruption caused by COVID-19. Further, we evaluated the\ndegree to which reasonably foreseeable downside scenarios\nthat would impact the Company's business would be covered\nby the stress tests that the directors had used in its COVID-19\nassessment taking into consideration reverse stress tests\nperformed by the Directors to determine the level of capital\nerosion that could impact the Company's ability to meet its\nregulatory capita] requirements.\n\nEvaluating Directors' actions\n\nThrough enquiry we evaluated the extent to which actions\ntaken by Directors would improve the position as risks\nmaterialise.\n\nAssessing transparency\n\nWe critically assessed the completeness and accuracy of the\nmatters covered in the going concern disclosure by agreeing\nto supporting evidence and performing inquiries of the\nDirectors, which included challenging ¢ transparency of|\nassumptions in the severe but plausible downside scenarios\nperformed in making this assessment.\n\nOur results\n\nWe found the going concern disclosure without any\nmaterial uacertainty to be proportionate (2018:\nproportionate).\n\nHowever, no audit should be expected to predict the\nunknowable factors or all possible future implications for\na company and this is particularly the case in relation to\nCOVID-19,\n\n22\n\n", "Q019\n\nms Outstandis\n\nAspen Insurance UK Limited - Report and Accounts\n\nshn, 2018\n\nounting policy) and pa\n\ndetermination\nmethodology and\ncalculations are complex.\n\nCertain lines of business have greater inherent\nuncertainty, for example those where claims\nemerge more slowly over time, or where there\nis greater variability in claim settlement\namounts. This includes Marine Energy and\nConstruction Liability, Credit & Surety and\nCasualty Classes.\n\nAmargin is added to the actuarial best estimate\nto make allowance for specific uncertainties\nassociated with the estimation of insurance\nliabilities. The appropriate level of margin to\nrecognise is a subjective judgement based on\nthe level of uncertainty and potential for\nvolatility in the claims experience.\n\nCase reserves for reported claims, whilst less\nsubjective, carry the risk of management bias\nthrough understatement of the level of reserves\nheld for open claims. Given the size of these\nreserves, and the consequent impact on the\ndevelopment factors used in the projection of\nthe IBNR, we consider this to form part of the\nkey audit matter.\n\nThe effect of these matters is that, as part of our\nrisk assessment, we determined that IBNR has\na high degree of estimation uncertainty, with a\npotential range of reasonable outcomes greater\nthan our materiality for the financial statements\nas a whole, and possibly many times that\namount. The financial statements (note 2)\ndisclose the sensitivity estimated by the\nCompany.\n\nOur procedures include\nOur actuarial expertise\n\nWe used our own actuarial specialists to assist us in\nperforming our procedures in this area.\n\nControl design and operation\n\nWe tested the controls in respect of the reserving process,\nincluding controls over the setting and approval of case\nreserves for reported claims and the scrutiny applied by the\nReserving Committee in respect of the reserves set for the not\nreported claims.\n\nWe assessed the qualifications and experience of those\nresponsible and examined the output of the reviews to\nevaluate the effectiveness of the controls operating within the\nprocess.\n\nSubstantive testing\n\nHistorical comparison\n\nWe assessed the assumptions adopted in respect of ultimate\ntoss ratios, frequency and severity of claims by comparing to\nrelevant historical company experience data.\n\nSector experience and benchmarking assumptions\n\nWe evaluated the appropriateness of assumptions, reserving\nmethodologies and estimates of losses including those of total\nlosses on natural catastrophes by comparing to expectations\nderived from our understanding of current trends in loss\ndevelopment and industry benchmarking in order to identify\nspecific trends and outliers.\n\nindependent re-performance in respect of the actuarial\nbest estimaie\n\nWe used our own modelling tools to re-project ultimate losses\nfor certain individual classes of business and compared this\nto the Company's estimates. The determination of which\nclasses to re-project was based on risk assessment and\nconsideration of the evidence available from other alternative\ndata analysis procedures.\n\nMethodology assessment in respect of margin\n\nWe evaluated the appropriateness of the Company's\nmethodology in respect of the margin applied to the actuarial\nbest estimate by comparing to our understanding of the\ndevelopment in uncertainties specific to the exposures in the\nCompany's portfolio. We assessed reserving strength, in\n\narticular the level of margin held, with reference to our\nindependently determined reasonable range and our\nprofessional judgement.\n\nTest of detail\n\nFor a sample of individual reported claims, we agreed the\nteserve booked to third party evidence such as loss\nnotification information from cedants and Joss adjuster\nreports.\n\nOur resuit\n\nWe found the valuation of the claims outstanding liability\nto be acceptable (2018: acceptable).\n\n23\n", "Written P\n\nRisk vs 201\n\nThe appropriateness of certain inward\nreinsurance premiums written, speciftcally\nrelating to proportional contracts, is an area of\naudit risk. This is primarily due to notification\nlags from cedants and brokers for such business,\nresulting in uncertainty in respect of the exact\nquantum of the ultimate premium resulting in\nthe potential for adjustments to historic written\npremiums which have not yet been fully realised\nin cash; this creates opportunities for\noverstating or understating the premium\namount (or delaying downward adjustments) as\nthe actual premium is likely to take some time\nto develop.\n\nReinsurance contracts are often complex.\n\nIn recent years the mix of the Company's\noutwards reinsurance program has changed\nwith the inclusion of significant, multi-line\nquota share agreements and excess of loss\ncontracts in the portfolio resulting in greater\ncomplexity being associated with this area.\n\nAspen Insurance UK Limited - Report and Accounts\n\nnites = dn: ard Reinsurance Q0\n\nOur procedures included:\nControl design and operation\n\nWe tested, assisted by our own IT specialists, the design and\nopération of the Company's controls in réspect of data entry,\nmonitoring of premium bookings and approval of changes\nOperating within the process for booking and adjusting the\namounts of inwards reinsurance premiums relating to\nproportional contracts.\n\nSubstantive testing\n\nHistorical comparison\n\nWe critically assessed the Company's approach in respect of |\nthis area by checking the historical accuracy of a sample of\npremium bookings through comparison of prior year\nbookings to trends in confirmed premiums as evidence\nthrough confirmed treaty statements or other relevant\ncorroborative evidence.\n\nTests of details\n\n- We agreed the premiums booked for a sample of policies\nto counterparty notifications of premium and other\nexternal information and corroborated any material\nadjustments to previously held bookings.\n\n+ We also compared the premium booked for a sample of\nindividual counterparties to trends in confirmed premium\nto ascertain the ongoing appropriateness of historic\nbookings.\n\nOur result\n\nWe found the amounts recognised in respect of elements\nof the Company's gross written premiums - inward\nreinsurance totalling $ 0.2 bn, relating to inwards\nreinsurance premiums on proportional contracts to be\nacceptable (2018: acceptable).\n\nOur procedures included:\nSubstantive testing\n\nTests of details\n\n- We inspected the contractual terms of a sample of excess\nof loss reinsurance agreements to check these have been\naccurately applied in deriving the relevant accounting\nentries,\n\n~ We agreed the attributes of the contracts relevant to the\ndetermination of the outward reinsurance premium for a\nsample of quota-share reinsurance agreements back to the\ncon ments. We also performed\nrecalculations of the booked premiums based on these\nattributes.\n\nOur result\nWe found the amounts recognised in respect of the\n\nCompany's outward reinsurance premiums to be\nacceptable (2018: acceptable).\n\n24\n", "Subjective valuation:\n\nValuation of outward reinsurance recoveries on\nclaims reserve is an area of audit risk due to the\nconsiderable processing and recording of data,\ncomplexity and subjectivity inherent in the\nnetting down process.\n\nKey factors which increase the risk in the\nestimation of recoveries on claims reserves are\nas follows:\n\n-The assumptions applied for net reserving\nacross underwriting years and lines of business,\nparticularly estimating the initial expected loss\nTatios on the most recent accident years.\n\n-The tevel of subjectivity in the estimated\nimpact of new or uncertain events.\n\n-The diversity of risks underwritten by the\nCompany and, therefore, the granular level of\n\nAspen Insurance UK. Limited - Report and Accounts\n\nOur procedures included:\n\nOur actuarial expertise\n\nWe used our own actuarial specialists to assist us in\nperforming our procedures in this area.\n\nControls design and operation\n\nWe tested the design and operation of the Company's controls\nover manual controls such as reconciliations between the\naccounting ledger and policy administration systems, through\nre-performance or inspection.\n\nSubstantive testing\n\nHistorical comparison\n\nWe assessed the reasonableness of net and gross ultimate loss\nratios and net-to-gross IBNR ratios on a whole book and class\n\nreserving that occurs at class level. level by comparing to relevant historical company experience\ndata. We app lied these net-to-gross ratios to certain individual\nclasses of business and compared this to the Company's\nestimates.\n\nTests of details\n\nFor a sample of reported claims, we have tested the amounts\nbooked by reference to the projected ultimates, adjusted for\nthe cash recoveries which we agreed to collection advices.\n\nOnr result\n\nWe found the amounts recognised in respect of the\nCompany's reinsurers' shares of claims outstanding to be\nacceptable (2018: acceptable).\n\n3 Our application of materiality and an overview of the scope of our audit\n\nAspen Insurance UK Limited is part of a group headed by Aspen Insurance Holdings Limited. Materiality of $6.05m (2018: $9.50m), as\ncommunicated by the group audit team, has been applied to the audit of the Company. This is lower than the materiality we would otherwise\nhave determined by reference to Gross written premium, and represents 0.5% of the Company's Gross written premium (2018: 0.6%). Gross\nwritten premium has been selected as the benchmark due to its relative stability and correlation with business performance and size.\n\n‘We agreed to report to the Audit Committee any corrected or uncorrected identified misstatements exceeding $0.30m (2018: $0.48m), in\naddition to other identified misstatements that warranted reporting on qualitative grounds.\n\nOur audit of the Company was performed at the Company's head office in London, the Bermuda and US office locations, and also included\nvisits by the audit team to the Company's third party service organisation's office in India\n\nOur audit of the Company was undertaken to the materiality level specified above.\n\nThe auditor of the parent company, Aspen Insurance Holdings Limited, performed testing on controls retating to outward reinsurance and\ntests of detail in relation to outwards reinsurance related balances in the financial statements. Audit teams in Bermuda and US performed\ntests of detail relating to investments and investment income (including realised and unrealised gains/losses on investments) and account\nbalances relating to business of the Company in the US, respectively. We instructed auditors in these locations as to the specific procedures\ntequired to be performed the information to be reported back.\n\nWe evaluated the scope of the work and the information reported back to ensure that it addressed the risks relevant to our audit.\n\n4 We have nothing to report on going concern\n\nThe Directors have prepared the financial statements on the going concern basis as they do not intend to liquidate the Company or to cease\nits operations, and as they have concluded that the Company's financial position means that this is realistic. They have also concluded that\n\n25\n", "there are no material uncertainties that could have cast significant doubt over its ability to continue as a going concer for at least a year\nfrom the date of approval of the financial statements (“the going concern period”).\n\nOur responsibility is to conclude on the appropriateness of the Directors' conclusions and, had there been a material uncertainty related to\ngoing concern, to make reference to that in this audit report. However, as we cannot predict all future events or conditions and as subsequent\nevents may result in outcomes that are inconsistent with judgements that were reasonable at the time they were made, the absence of\nreference to a material uncertainty in this auditor's report is not a guarantee that the Company will continue in operation.\n\nWe identified going concem as a key audit matter (see section 2 of this report). Based on the work described in our response to that key\naudit matter, we are required to report to you if we have anything material to add or draw attention to in relation to the directors' statement\nin Note I to the financial statements on the use of the going concern basis of accounting with no material uncertainties that may cast\nsignificant doubt over the Company's use of that basis for a period of at least twelve months from the date of approval of the financial\nstatements.\n\nWe have nothing to report in these respects.\n\n§ We have nothing to report‘on the strategic ‘report and the directors' report\nThe Directors are responsible for the strategic report and the directors' report. Our opinion on the financial statements does not cover those\nreports and we do not express an audit opinion thereon.\n\nOur responsibility is to read the strategic report and the directors' report and, in doing so, consider whether, based on our financial statements\naudit work, the information therein is materially misstated os inconsistent with the financial statements or our audit knowledge. Based\nsolely on that work:\n\n. we have not identified material misstatements in those reports;\n\n. in our opinion the information given in the strategic report and the directors' report for the financial year is consistent with the\nfinancial statements; and\n\n. in our opinion those reports have been prepared in accordance with the Companies Act 2006.\n\n6 We have nothing to report on the other matters on which we are required to report by exception\n\nUnder the Companies Act 2006, we are required to report to you if, in our opinion:\n\n* — adequate accounting records have not been kept by the Company, or returns adequate for our audit have not been received from branches\nnot visited by us; or\n\n° the financial statements are not in agreement with the accounting records and returns; or\n\n¢ certain disclosures of directors' remuneration specified by law are not made; or\n\n° — we have not received all the information and explanations we require for our audit.\n\n‘We have nothing to report in these respects.\n7 Respective responsibilities\n\nDirectors' responsibilities\n\nAs explained more fully in their statement set out on page 20, the Directors are responsible for: the preparation of the financial statements\nincluding being satisfied that they give a true and fair view; such internal control as they determine is necessary to enable the preparation\nof financial statements that are free from material misstatement, whether due to fraud or error; assessing the Company's ability to continue\nas a going concern, disclosing, as applicable, matters related to going concern; and using the going concer basis of accounting unless they\neither intend to liquidate the Company or to cease operations, or have no realistic alternative but to do so.\n\nAuditor's responsibilities\n\nOur objectives are to obtain reasonable assurance about whether the financial statements as a whole are free from material misstatement,\nwhether due to fraud or other irregularities (see below), or error, and to issue our opinion in an auditor's report. Reasonable assurance is\na high levet of assurance, but does not guarantee that an audit conducted in accordance with ISAs (UK) will always detect a material\nmisstatement when it-exists. Misstatements can arise from fraud, other irregularities or error and are considered material if, individually\nor in aggregate, they could reasonably be expected to influence the economic decisions of users taken on the basis of the financial statements.\n\nA fuller description of our responsibilities is provided on the FRC's website at www.frc.org.uk/auditorsresponsibilities.\n\nIrregularities - ability to detect\n\nWe identified areas of laws and regulations that could reasonably be expected to have a material effect on the financial statements from our\n-general commercial and sector experience, through discussion with the Directors and other management (as required by auditing standards),\nand from inspection of the company's regulatory and legal correspondence and discussed with the Directors and other management the\npolicies and procedures regarding compliance with laws and regulations. We communicated identified taws and regulations throughout\n\nour team and remained alert to any indications of non-compliance throughout the audit.\n\nThe potential effect of these laws and regulations on the financial statements varies considerably.\n\n26\n", "Firstly, the company is subject to laws and regulations that directly affect the financial statements including financial reporting legislation\n(including related companies legislation), distributable profits legislation and taxation legislation and we assessed the extent of compliance\nswith these laws and regulations as part of our procedures on the related financial statement items.\n\nSecondly, the company is subject to many other laws and regulations where the consequences of non-compliance could have a material\neffect on amounts or disclosures in the financial statements, for instance through the imposition of fines or litigation or the loss of company's\nlicence to operate. We identified the following areas as those most likely to have such an effect: regulatory capital and liquidity recognising\nthe financial and regulated nature of the company's activities and compliance with regulation relating to sanctions duc to the nature of the\nbusiness written by the Company and its customers. Auditing standards limit the required audit procedures to identify non-compliance\nwith these laws and regulations to enquiry of the Directors and other management and inspection of regulatory and legal correspondence,\nif any. These limited procedures did not identify actual or suspected non-compliance.\n\nOwing to the inherent limitations of an audit, there is an unavoidable risk that we. may not have detected some material misstatements in\nthe financial statements, even though we have properly planned and performed our audit in accordance with auditing standards. For example,\nthe further removed non-compliance with laws and regulations (irregularities) is from the events and transactions reflected in the financial\nstatements, the tess likely the inherently limited procedures required by auditing standards would identify it. In addition, as with any audit,\nthere remained a higher risk of non-detection of irregularities, as these may involve collusion, forgery, intentional omissions,\ntaisrepresentations, or the override of internal controls. We are not responsible for preventing non-compliance and cannot be expected to\ndetect non-compliance with all laws and regulations.\n\n8 The purpose of our audit work and to whom we owe our responsibilities\n\nThis report is made solely to the Company's members, as a body, in accordance with Chapter 3 of Part 16 of the Companies Act 2006. Our\naudit work has been undertaken so that we might state to the Company's members those matters we are required to state to them in an\nauditor's report and for no other purpose. To the fullest extent permitted by law, we do not accept or assume responsibility to anyone other\nthan the Company and the Company's members, as a body, for our audit work, for this report, or for the opinions we have formed.\n\nKushan Tikkoo\n\nKushan Tikkoo\n(Senior Statutory Auditor)\nfor and.on behalf of KPMG LLP, Statutory Auditor\n\nChartered Accountants\n15 Canada Square\nCanary Wharf\nLondon\n\nE14 5GL\n\n15 May 2020\n\n27\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n‘Income Statement: Technical Account - General Business\n\nFor the Year Ended 31 December\nNotes 2019 2018\n($ in millions)\n\nGross premiums written 3 1,327.5 1,475.2\nOutward reinsurance premiums (722.7) (983.4)\nNet premiums written 604.8 491.8\nChange in gross provision for unearned premiums 19 42.9 39.3\nChange i ision for unearned premiums reinsurers' share 19 (12.0) 17.0\nEatiiéd fet OF reivisurance 635.7 548.1\nAllocated investment return transferred from the non-technical account . 115.4 (1.9)\nTotal technical income 751.1 546.2\n‘Claims incurred net of reinsurance\nClaims paid\n\nGross amount (1,004.0) (996.9)\n\nReinsurers' share 554.9 — 638.0\n\n(449.1) (358.9)\nChange in the provision for claims\n\nGross amount 19 (6.5) 65.7)\n\nReinsurers' share 19 25.2 32.4\nClaims incurred net of reinsurance 4 (430.4) (382.2)\nNet operating expenses 6 (290.3) (255.1)\nTotal claims and éxpenses (720.7). (637.3)\nBalance on the technical account - general business 30.4 OLD\n\nThe results for the years ended 31 December 2019 and 2018 are derived from continuing operations.\n\nThe notes on pages 32 to 58 form part of these financial statements. 28\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n‘Ancome Statement: Non-Technical Account\n\nFor the Year Ended 31 December\nNotes 2019 2018\n6 in millions)\n\nBalance on technical account general business 30.4 (91.1)\nInvestment income 7 60.0 62.1\nRealised (losses) on investments 7 (2:7) (28:3)\nUnrealised gains/(losses) on investments 7 63.0 (32.4)\nInvestment expenses and charges 7 (4.9) (3.3)\nAllocated investment (income)/loss transferred to the. general business\n\ntechnical account 7 (115.4) 19\nOther (expenses)/income 5 (21.8) 51.9\nProfit/((loss) before tax 8 8.6 (39.2)\nTax (charge)/credit on loss 10a (7.8) 18.8\nProfit loss) after tax for the financial year 0.8 (20.4)\n\nThe results for the years ended 31 December 2019 and 2018 are derived from continuing operations.\n\nStatement of Comprehensive Income\n\nFor the Year Ended 31 December\nNotes 2019 2018\nGin millions}\nProfit / (loss) for the financial year 0.8 (20.4)\n(Loss) on foreign exchange translation il G.9) (22.4)\nTotal comprehensive (loss) for the year B.D (42.8)\n\nThe notes on pages 32 to 58 form part of these financial statements. 29\n", "Statement Of Changes in Equity\n\n2019\n\nOpening shareholder's equity\nTotal comprehensive loss for the year\nClosing sharebolder's equity\n\n2018\n\nOpening, shareholder's equity.\nTotal comprehensive loss for the year\nClosing shareholder's equity\n\nCalled\nup share\n\nNotes capital\n\n21 614.9\n\n__614.9\n\nCalled\nup share\n\nNotes _— capital\n\n21 614.9\n\n614.9\n\nThe notes on pages 32 to 58 form part of these financial statements.\n\nAspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nCapital Profit and\ncontribution —_ loss account\nreserve\n(Sin millions)\n470.0 (239.9)\n—_ (3.1)\noe 470.0_ — (243.0)\nCapital Profit and\ncontribution —_loss account\nreserve\n\n@ in millions)\n\n470.0 97.1)\n— (42.8)\n\n470.0 (239.9)\n\nTotal\n\n845.0\n\nGB.)\n841.9\n\nTotal\n\n887.8\n(42.8)\n845.0\n\n30\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nBalance Sheet\nAs at 31 December\nNotes 2019 2018\n(S io millions).\nASSETS\nInvestiieiits\n‘Other financial investments 13 2,442.7 2,437.5\nDeposits with ceding undertakings 32.4 34.8\nReinsurers' shares of technical provisions\nProvision for unearned. premiums 19 130.9 141.8.\nClaims outstanding ; 19 2,565.4 2,366.7\nDebtors\nDebtors arising out of direct insurance operations - intermediaries A712 93.5\nDebtors arising out of reinsurance operations 749.1 675.0\nAmoiulits due from-fellow gioup undertakings 15 250.4 157.2.\nOther debtors 14 16.2 31.3\nOther assets : :\nTangible fixed assets 12 0.5 13\nCash at bank and in hand 103.2 142.1\nPrepayments and accrued income\nAccrued interest and rent 11g 13.2\nDeferred acquisition costs 18 152.3 156.7\nTotal Assets 6,502.2 6,251.1\nEQUITY AND LIABILITIES\nCapital and reserves\nCatled up share capital 21 614.9 614.9\nCapital contribution reserve 21 470.0 470.0\nProfit and toss account (243.0) (239.9)\nShareholder's equity 841.9 845.0\nTechnical provisions.\nProvision for unearned premiums 19 758.0 793.8\nClaims outstanding 19 3,834.5 3,787.2\nCreditors\nAmounts due to fellow group undertakings . 15 749.0 603.4\nOther creditors 16 264.6 218.7\nAccruals and deferred income 54.2 3.0\nTotal Liabilities 5,660.3 5,406.1\nTotal Equity and Liabilities 6,502.2 6,251.1\n\nThese financial statements were approved by the Board of Directors on May 12, 2020 and signed on its behalf:\n\nG2 Eee\n\n‘ahame Dawe\nDirector\n\nThe notes on pages 32 to 58 form part of these financial statements. 31\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nNOTES TO THE FINANCIAL STATEMENTS\nFor the year ended 31 December 2019\n\n1. Accounting Policies\n1.1 Statement of Compliance\n\nAspen Insurance UK Limited (the “Company”).is a company limited by shares and-incorporated and domiciled in the UK.\nThe Registered Office is 30 Fenchurch Street, London EC3M 3BD.\n\nThese financial statements were prepared in accordance with Financial Reporting Standard 102: The Financial Reporting\nStandard applicable in the UK and Republic of Ireland (“FRS 102”) and Financial Reporting Standard 103 (FRS 103”),\nbeing applicable UK GAAP accounting standards and in accordance with Schedule 3 of the Large and Medium-sized\nCompanies and Groups (Accounts and Reports) Regulations relating to insurance companies.\n\nThese financial statements are prepared under historical cost convention except for certain financial instruments which are\nmeasured at fair value.\n\n1.2 Basis of Preparation\n\nThe financial statements for the year ended 31 December 2019 were approved for issue by the Board of Directors on 12 May\n2020. The Directors confirm that they are satisfied that the Company has adequate resources to continue in operation\n\nand meet its liabilities as they fall due fora period of at least 12 months from the date that the financial statements are\napproved. Inarriving at this conclusion, as explained in further detail on page 12, the Directors have undertaken an assessment\nto determine the impact of COVID-19 on the company and its future viability, taking into account the likely impact on the\nCompany's insured loss exposures, investments and solvency capital position under moderate and severe scenarios, and the\nassociated sensitivities where relevant. This is supplemented as appropriate, by reverse stress testing to determine the extent\nto which capital erosion would have to occur to result in an adverse impact on the Company's ability to meet certain regulatory\ncapital requirements. The analysis performed demonstrates that the Company remains solvent and retains sufficient headroom\nabove regulatory capital requirements under moderate and severe scenarios; the reverse stress test indicates that the likelihood\nof there being capital erosion to such an extent as to breach the company's regulatory capital requirements is sufficiently\nremote.\n\nAccordingly, they continue to adopt the going concem basis in preparing the financial statements.\n\nThe presentation currency of these financial statements is US dollars. Given the company has annual gross written premium\nof more than $1 billion and net assets of over $800 million we consider it appropriate to present all amounts in the financial\nstatements to the nearest $0.1m.\n\nThe Company' '$ parent undertaking, Aspen Insurance Holdings Limited (\"ATHL IL\") includes the Company i in its consolidated\nfinancial statements. The consolidated financial statements of AIHL are prepared in accordance with US GAAP, available\nto the public and may be obtained from 141 Front Street, Hamilton, Bermuda. In these financial statements, the company is\nconsidered to be a qualifying entity (for the purposes of this FRS) and-has applied the exemptions available under FRS 102\nin respect of the following disclosures:\n\n* Reconciliation of the number of shares outstanding from the beginning to end of the period;\n+ Cash Flow Statement and related notes;\n\n* Requirements of Related Party Disclosures;.\n\n* Key Management Personnel compensation; and\n\n* Certain disclosures required by FRS 102.26 Share Based Payments.\n\nThe accounting policies set out below have, unless otherwise stated, been applied consistently to all periods presented in\nthese financial statements.\n\nThe preparation of the financial statements requires management to make judgements, estimates and assumptions that affect\nthe amounts reported for assets and liabilities as at the balance sheet date and the amounts reported for revenues and expenses\nduring the year. However, the nature of estimation means that actual outcomes could differ from those estimates. The following,\nare the Company's key sources of estimation uncertainty and judgment:\n\nInsurance and reinsurance contract technical provisions\n\nFor insurance and reinsurance contracts, estimates have to be made both for the expected ultimate cost of claims reported\nat the reporting date and for the expected ultimate cost of claims incurred, but not yet reported (\"IBNR\"), at the reporting\ndate, for both gross and net of reinsurance recoveries. It can take a significant period of time before the ultimate claims cost\n\n32\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\ncan be established with certainty, and for some types of policies IBNR claims form the majority of the liability in the statement\nof financial position. The estimation of IBNR is discussed further under section 1.4.1 - Insurance Contracts: Technical\nProvisions.\n\nProvision for unearned premiums and deferred acquisition costs\n\nFor (re)insurance contracts management use their judgement in selecting appropriate earnings patterns for the business\nunderwritten and associated acquisition costs, in particular for contracts where the pattern of loss emergence is likely to be\nmarkedly uneven. Patterns are calculated (determined) with reference to the inception and expiry dates of the policies\nconcemed and the likely pattern of loss emergence using the same underlying considerations that apply to the technical\nprovisions, taking into consideration information provided by cedants on loss emergence where appropriate.\n\nEstimates of future premiums\n\nFor certain insurance contracts, premium is initially written based on estimates of ultimate premiums receivable. Estimates\nare derived from underwriter experience, historical data and broker estimation. These estimates are judgemental and could\nresult in adjustments in subsequent periods to revenue recorded in the financial statements. The main: assumption underlying\n‘these estimates is that past premium development can be used to project future premium development.\n\nTaxation\n\nThe Gompany establishes provisions based on reasonable estimates: The amount of such provisions is baséd on various\nfactors, such as experience with previous tax audits and differing interpretations of tax regulations by the tax authority.\n\nManagement estimation is required to determine the amount of deferred tax assets that can be recognised, based upon likely\ntiming.and level of future taxable profits together with an assessment of the effect of future tax planning strategies.\n\n1.4 Significant Accounting Policies\n\n1.4.1 Insurance contracts.\n\nGross Premiums\n\n‘Gross written premiums comprise total premiums receivable for the whole period of ‘cover entered into inthe reporting period\nplus any adjustments to such premiums receivable in respect of business written in prior reporting periods. All premiums\nare shown gross of commissions payable to intermediaries and exclusive of taxes and levies.\n\nReinsurance Premiums\n\nReinsurance premiums relating to reinsurance placed by the Company are accounted for using the same accounting\nmethodology used for inwards premiums.\n\n- Acquisition Costs\n\nAcquisition costs represent commission brokerage, profit commission and other variable costs that relate directly to the\nsecuring of new contracts and renewal of existing contracts. They are generally deferred over the period in which the related\npremiums are earned.\n\nClaims\n\n“Claims include all claims occurring during the year, whether reported or not, related internal and extemal claims handling\ncosts that are directly related to the processing and settlement of claims, a reduction for the value of salvage and other\nrecoveries, and any adjustments to claims outstanding from previous years.\n\nReinsurance claims are recognised when the related gross insurance claim is recognised according to the terms of the relevant\ncontract.\n\nTechnical Provisions\n\nTechnical provisions comprise claims outstanding, provisions for unearned premiums and provisions for unexpired risk.\nClaims provision\n\nThe outstanding claims provision is based on the estimated ultimate cost of all claims incurred but not settled at the reporting\ndate, whether reported or not, together with related claims handling costs and reduction for the expected value of salvage\ncand other recoveries. Delays can be experienced in the notification and settlement of certain types of claims, therefore, the\nultimate cost of these cannot be known with certainty at the reporting date. The Company takes all reasonable steps to ensure\n\n33\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nthat it has appropriate information regarding its claims exposure. However, given the uncertainty in establishing claims\nprovisions, it is likely that the final outcome will prove to be different from the original liability established. The liability is\nnot discounted for the time value of money.\n\nFor insurance contracts, estimates have to be made both for the expected ultimate cost of claims reported at the reporting\ndate and for the expected ultimate cost of claims incurred, but not yet reported to the Company, at the reporting date: The\nestimation of IBNR is generally subject to a greater degree of uncertainty than the estimation of the cost of settling claims\nalready notified to the ‘Company, where more information about the claim event is generally available. Claims IBNR may\noften not be apparent to the insured until many years after the event giving rise to the claims has happened. Classes of business\nwhere the IBNR proportion of the total reserve is high will typically display greater variations between initial estimates and\nfinal outcomes because of the greater degree of uncertainty of estimating these reserves. Classes of business where claims\nare typically reported relatively quickly after the claim event tend to display lower levels of volatility. In calculating the\nestimated cost of unpaid claims the Company uses a variety of estimation techniques, generally based upon statistical analyses\nof historical experience, which assumes that the development pattern of the current claims will be consistent with past\nexperience. Allowance is made, however, for changes or uncertainties which may create distortions in the underlying statistics\nor which might cause the cost of unsettled claims to increase or reduce when compared with the cost of previously settled\nclaims:\n\nAcomponent of these estimation techniques is usually the estimation of the cost of notified but not paid claims. In estimating\nthe cost of these claims, the Company has regard to the claim circumstance as reported, any information available from loss\nadjusters and information on the cost of-settling claims with similar characteristics in previous periods.\n\nLarge claims impacting each relevant business class are generally assessed separately, being measured on a case by case\nbasis or projected separately in order to allow for the possible distortive effect of the development and incidence of these\nlarge claims.\n\nWhere possible the Company adopts multiple techniques to estimate the required level of provisions. This assists in giving\ngreater understanding of the trends inherent in the data being projected. The projections given by the various methodologies\nalso assist in setting the range of possible outcomes. The most appropriate estimation technique is selected taking into account\nthe characteristics of the class and the extent of the development of each accident year. The main projection methodologies\nthat are used are:\n\n* Initial expected loss ratio(“IELR”) method: This method caiculates an estimate of ultimate losses by applying an estimated\nloss ratio to an estimate of ultimate earned premium for each accident year.\n\n* Bombuetter-Ferguson (“BF”) method: The BF method uses as a starting point an assumed IELR and blends in the loss\nratio implied by the claims experience to date by using benchmark loss development patterns on paid claims data (Paid\nBF”) or reported claims data (“Reported BF”).\n\n* Loss development (“Chain Ladder”): This method uses actual loss data and the historical development profiles on older\naccident years to project more recent, less developed years to their uitimate position.\n\n¢ Exposure-based method: This method is used for specific large typically catastrophic events such as a major hurricane.\nAll exposure is identified and we work with known market information and information from our cedants to determine\n‘a percentage of the exposure to be taken as the ultimate loss.\n\nIn addition to these methodologies, our actuaries may use other approaches depending upon the characteristics of the line\nof business and available data.\n\nProvisions for unearned premiums\n\nUnearned premiums are those proportions of premiums written in a year that relate to periods of risk after the reporting date\ncomputed separately for each insurance contract. Written premiums are recognised as eared over the period of the policy\non a time apportionment basis having regard where appropriate, to the incidence of risk. The proportion attributable to\nsubsequent periods is deferred as a provision for uneamed premiums.\n\nUneamed reinsurance premiums are those proportions of premiums written in a year that relate to periods of risk after the\nreporting date. Unearned reinsurance premiums are deferred over the term of the underlying direct insurance policies for\nrisks-attaching contracts and over the term of the reinsurance contract for losses-occurring contracts.\n\nUnearned premiums are deemed monetary items and are valued using the closing rate.\nUnexpired risks\n\nA liability adequacy provision (the unexpired risks provision) is made where the cost of claims and expenses arising after\nthe end of the financial year from contracts concluded before that date, is expected to exceed the provision for unearned\npremiums, net of deferred acquisition costs, and premiums receivable.\n\n34\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n‘The assessment of whether a provision is necessary is made by considering separately each category of business on the basis\nof information available at the reporting date, after offsetting surpluses and deficits arising on products which are managed\ntogether. Investment income is taken into account in calculating the provision.\n\nDeferred acquisition costs\n\nAcquisition costs arising from the conclusion of insurance contracts are deferred commensurate with the unearned premium\nprovision. Deferred acquisition costs are deemed to be monetary items and are valued using the closing rate.\n\nReinsurance assets\n\nThe Company cedes insurance risk in the normal course-of business for all of its businesses. Reinsurance assets represent\nbalances due from reinsurance companies. Amounts recoverable from reinsurers are estimated in a manner consistent with\nthe outstanding claims provision or settled claims associated with the reinsurer's policies and are in accordance with the\nrelated reinsurance contract.\n\nReinsurance assets are reviewed for impairment at each 1 reporting « date, or more frequently, when an indication of impairment\narises during the reporting year. impairment occurs when there is objective evidence as a result of an event that occurred\nafter initial recognition of the reinsurance asset that the Company may not receive all outstanding amounts due under the\nterms of the contract and the event has a reliably measurable impact on the amounts that the Company will receive from the\nreinsurer. The impairment loss is recorded in the income statement.\n\nInsurance receivables\nInsurance receivables are recognised when due and measured on initial recognition at the fair value of the consideration\nreceived or receivable. The carrying value of insurance receivables is reviewed for impairment whenever events or\n\ncircumstances indicate that the carrying amount may not be recoverable, with the impairment loss recorded in the income\nstatement.\n\nInsurance payables :\n\ninsurance payables are recognised when due and measured on initial recognition at the fair value of the consideration received\nless directly attributable transaction costs. Insurance payables are derecognised when the obligation under the liability is\nsettled, cancelled or expired.\n\n14.2 Finaiicial listruments\n\nAs permitted by FRS 102, the Company has elected to apply the recognition and measurement provisions of IAS 39 Financial _\nInstruments to account for ail of its financial instruments.\n\nThe Company classifies its financial assets into the following categories: Equity instruments and other variable-yield securities\n-- at fair value through profit or loss and Deposits with credit institutions - loans and receivables. Management determines\nthe classification of its investments at initial recognition and re-evaluates this at every reporting date.\n\nFinancial assets at fair value through profit or loss\n\nA financial asset is classified into this category if it is acquired principally for the purpose of selling in the short term, if it\nforms part of a portfolio of financial assets in which there is evidence of short term profit-taking, or if so designated by\nmanagement to minimise any measurement or recognition inconsistency with associated liabilities:\n\nFinancial assets designated as at “fair value through profit and loss\" at inception are those that are managed and whose\nperformance is evaluated on a fair value basis. Information about these financial assets is provided internally on a fair value\nbasis to the Company's key management personnel: The Company's investment strategy is to invest in fisted and unlisted\nfixed interest rate debt securities, and derivatives designated upon initial. recognition at fair value through profit or Joss.\n\nThe fair values of financial instruments traded in active markets are based on quoted bid prices on the balance sheet date. A\nmarket is regarded as active if quoted prices are readily and regularly available from an exchange, dealer, broker, industry\n‘group, pricing service, or regulatory agency, and those prices represent actual and regularly occurring market transactions\non an arm's length basis.\n\nThe fair values of financial instruments that are not traded in an active market; are established by the directors using valuation\ntechniques which seek to arrive at the price at which an orderly transaction would take place between market participants.\n\nNet gains or losses arising from changes in the fair value of financial assets at fair value through profit or loss are presented\nin the Income Statement within ‘Unrealised gains on investments' or ‘Unrealised losses on investments' in the period in\nwhich they arise.\n\n35\n", "Aspen insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nLoans and receivables\n\nLoans and receivables are non-derivative financial assets with fixed or determinable payments that are not quoted in an active\nmarket other than those that the Company intends to sell in the short term or that it has designated as at fair value through\nprofit or loss. When a financial asset is recognised initially it is measured at fair value plus transaction costs that are directly\nattributable to the acquisition or issue of the financial asset. Loans and receivables are subsequently measured at amortised\ncost using the effective interest method. Receivables arising from insurance contracts are also classified in this category and\nare reviewed for impairment as part of the impairment review of loans and receivables. This basis of valuation is viewed by\nthe directors as having prudent regard to the likely realisable value.\n\ndmpairment of financial assets\n\nFor financial assets not carried at fair value through profit or loss, the Company assesses at each balance sheet date whether\nthere is objective evidence that a financial asset or group of financial assets is impaired. A financial asset or group of financial\nassets is impaired and ‘impairment losses are incurred only if there is objective evidence of i impairment as a result of one or\nmore events that have occurred after the initial recognition of the asset (a ‘loss event') and that loss event (or events) has an\nimpact on the estimated future cash flows of the financial asset or group of financial assets that can be reliably estimated.\nObjective evidence that a financial asset or group of assets is impaired includes observable data that comes to the attention\nof the Company about the following events:\n\n* _ significant financial difficulty of the issuer or debtor; _\n*  abreach of contract, such as a default or delinquency i in payments;\n« the lender, for economic or legal reasons relating to the borrower's financial difficulty, granting to the borrower a\nconcession that the lender would not otherwise consider;\n° it becoming probable that the issuer or debtor will enter bankruptcy or other financial reorganisation;\n* the disappearance of an active market for that financial asset because of financial difficulties; or\n* — observable data indicating that there i isa measurable decrease in the estimated future cash flow from a group of\nfinancial assets since the initial recognition of those assets, although the decrease cannot yet be identified with the\nindividual financial assets in the group, including:\n* adverse changes in the payment status of issuers or debtors in the group; or\n* national or local. economic conditions that correlate with defaults on the assets in the group:\n\nIf there is objective evidence that an. impairment loss has been incurred on loans and receivables or held-to-maturity\ninvestments carried at amortised cost, the amount of the loss is measured as the difference between the asset's carrying\namountand the present value of estimated future cash fiows ‘(excluding future credit losses thathave been: incurred) discounted\nat the financial asset's original effective interest rate. The carrying amount of the asset is reduced and the amount of the loss\nis recognised in the profit and loss account for the period. If'a held-to-maturity investment or a loan has a variable interest\nrate, the discount rate for measuring any impairment ioss is the current effective interest rate determined under contract. As\na practical expedient, the Company may measure impairment on the basis of an instrument's fair value using an observable\nmarket price.\n\n. Financial liabilities\nOther financial liabilities relate to derivatives which are designated at fair value through profit and loss, and classified in\naccruals and deferred income. Creditors are also financial liabilities and are recognised initially at fair value, net of directly\n\nattributable transaction costs. Greditors are subsequently stated at amortised cost; using the effective interest rate method:\nFor short term creditors (due within one year), no discounting is applied.\n\nFinancial liabilities are derecognised only when the obligation specified in the contract is discharged, cancelled or expires.\n\nInvestment return\n\nInvestment return comprises all investment income (which includes the interest income for financial assets carried at amortised\ncost, using the effective interest method), realised investment gains and losses and movements in unrealised gains and losses,\nnet of investment expenses; charges and interest payable on financial liabilities carried at amortised cost; using the effective\ninterest method.\n\nDividends are recognised when the investments to which they relate are declared ‘ex-dividend' and include the imputed tax.\nInterest-income is recognised on a time proportionate basis taking into account effective interest method. Interest income\ncand payable and dividend income are recognised in the income statement.\n\nRealised gains and losses on investments carried at fair value through profit and loss are calculated as the difference between\nnet sales proceeds and purchase price. In the case of investments included at amortised cost, realised gains and losses are\ncalculated as the difference between sale proceeds and their latest carrying value. Movements in unrealised gains and losses\n\n36\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\non investments represent the difference between the fair value at the balance sheet date and their purchase price or their fair\nvalue at the last balance sheet date, together with the reversal of unrealised gains and losses recognised in earlier accounting\nperiods in respect of investment disposals in the current period.\n\nAnallocation of actual investment retum on investments supporting the genera} insurance technical provisions and associated:\nequity is made from the non-technical account to the technical account.\n\nOffsetting of financial instruments\nFinancial assets and financial liabilities are offset and the net amount is reported in the statement of financial position if, and\nonly if:\n\n¢ There is.a currently enforceable legal right to offset the recognised amounts; and\n\n* There is an intention to settle on a net basis, to realise the assets and settle the liabilities simultaneously.\n\n4:3 Foreign currency\n\nItems included in the financial statements are measured using the currency of the primary economic environment in which\nthe operating branch operates:\n\n* The US Boilar is the functional currency and presentational currency of the Company; and\n+ The Company also operates through a number of discrete overseas branches in Switzerland , Australia,\nSingapore and Canada that have separate functional currencies.\n\n“Transactions in foreign currencies are translated to the functional currency of the operating segment at the foreign exchange\nrate ruling at the date of the transaction. Monetary assets and liabilities (which include unearned premiums and deferred\nacquisition costs) denominated in foreign currencies at the balance sheet date are retranslated to the functional currency of\nthe operating segment at the foreign exchange rate ruling at that date. Non-monetary assets and liabilities that are measured\nin terms of historical cost in a foreign currency are translated using the exchange rate at the date of the transaction. Foreign\nexchange differences arising on translation are recognised in the non-technical profit and loss account.\n\n' Foreign operations\nThe results and financial position of the overseas branches are translated from functional currency into the presentational\ncurrency of US Dollars as follows:\n+ Assets and liabilities are translated at the closing rate at the balance sheet date;\n‘ * Income and expenses are translated: at the average rate of exchange during the year; and\n+ All resulting exchange differences are recognised in other comprehensive income and accumulated in equity.\n\n1.4.4 Tangible fixed assets\n\nTangible fixed assets are stated at cost less accumulated depreciation and accumulated impairment losses. The Company\nassesses at each reporting date whether tangible fixed assets are impaired. Depreciation is charged to the Income Statement\nat rates calculated to write off the cost less the estimated residual value of tangible fixed. assets by equal instalments over\ntheir estimated useful economic tives as follows:\n\n¢ — Office and Other Equipment 25% per annum\n\n+ | Hardware and Software 333% per annum\n\n¢ Underwriting Platform, Subscribe 20% per annum\n\n* Leasehold Improvements Lesser of 15 years or remaining life of lease\n\n© Depreciation for software commences on the date that the software is brought into use:\n\nDepreciation methods, useful lives and residual values are reviewed if there is an indication of a significant change since\nJast annual reporting date in the pattern by which the Company expects to consume an assei's future economic benefits.\n1.4.5 Operating leases\n\nPayments (excluding costs for services and insurance) made under operating leases are recognised in the Income Statement\non a straight-line basis over the term of the lease unless the payments:to the lessor are structured to increase in line with\nexpected general inflation; in which case the payments related to the structured increases are recognised as incurred. Lease\nincentives received are recognised in profit and loss over the term of the lease on a straight line basis.\n\n37\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n1.4.6 Dividends\n\n‘Dividends on ordinary shares are recognised as a liability and deducted from equity when they are approved by the shareholder.\nInterim dividends are deducted from equity when they are paid.\n\n1:4;7 Taxation\n\nTax on the profit or loss for the year comprises current and deferred tax. Tax is recognised in the Income Statement except\nto the extent that it relates to items recognised directly in equity or other comprehensive income, in which case it is recognised\ndirectly in equity or other comprehensive income:\n\n‘Current tax is the expected tax payable or receivable on the taxable income or loss for the year, using tax rates enacted or\nsubstantively enacted at the balance sheet date, and any adjustment to tax payable in respect of previous years.\n\nDeferred tax is provided on timing differences which arise from the inclusion of income and expenses in tax assessments in\nperiods different from those in which they are recognised in the financial statements.\n\nDeferred tax is measured at the tax rate that is expected to apply to the reversal of the related difference, using tax rates\nenacted or substantively enacted at the balance sheet date: Deferred tax balances are not discounted:\n\nUnrelieved tax losses and other.deferred tax assets are recognised only to the extent that is it probable that they will be\nrecovered against the reversal of deferred tax liabilities or other future taxable profits.\n\n2:5 Provisions\n\nA provision is recognised in the balance sheet when the Company has a present legal or constructive obligation as a result\nofa past event, that can be reliably measured and it is probable that an outflow of economic benefits will be required to settle\nthe obligation. Provisions are recognised at the best estimate of the amount required to settle the obligation at the reporting\ndate.\n\n38\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184393\n\n2. Risk and Capital Management\n\nThe Company i is exposed to a range of financial risks through i its financial assets, financial liabilities, reinsurance assets\nand policyholder liabilities. in particular, the key financial risk is that the proceeds from financial assets are not sufficient\nto fund the obligations arising from insurance policies as they fall due. The most important components of this. financial\nrisk are insurance risk, market risk (including interest rate risk and currency risk) credit risk, and liquidity risk.\n\nThe key-risks for the Company are.as set out in the Principal Risks and Uncertainties section within the Strategic Report.\n\n(a) Risk Governance and Risk Management Strategy\n\nThe Board of Directors of the Company (“the Board”) considers effective identification, measurement, monitoring,\nmanagement and reporting of the risks facing our business to be key elements of its responsibilities. The Board ensures that\nthe Company operates an effective risk management and control framework which includes risk management, compliance\nand internal control systems: The Board uses a Risk sub-committee to support the oversight of the Company'srisk management\nprocesses.\n\nThe Company, as an operating entity within the Aspen Group, benefits from the Group's established risk management\npractices. The Group' s risk management policies are established to identify and analyse the risks faced by the Group and the\nCompany, to set appropriate risk limits and controls and to monitor risks and:adherence to limits. Risk management policies\nand systems are reviewed regularly to reflect changes in market conditions and the Company's activities. Further details on\nthe Group wide risk management strategy can be found in the consolidated financial statements of AIHL which are available\nto the public.\n\n(6) Capital Management Objective, Policies and Approach\n\nThe Company's capital management approach and policy is set out within its risk appetite statement which is summarised:\nin the Risk Appetite section within the Strategic Report\n\n(Insurance Risk\n\nInsurance risk is defined as the risk that underwriting results vary from their expected amounts, including the risk that reserves\nestablished in respect of prior periods are understated. Insurance risk includes the following:\n\n(a) Underwriting risk: The variation of accident year technical result from its expected value. Underwriting risk can\nbe further split into sub-categories including:\n¢ Catastrophe accumulation risk: The risk that losses from natural catastrophes exceed expected levels;\n. Pricing calibration risk: The risk that actual technical results differ from expected values as a result of\ninvalid assumptions, methodology or parameters used in the pricing process;\n+ Large claims risk: The risk that losses from a single man-made event, or group of related events, exceed\nthe expected levels;\n+  Attritional risk: The risk that the total of all losses other than catastrophe and large losses exceeds the\nexpected level; and\n* Reinsurance mitigation risk: The risk that gross losses are not reduced by reinsurance recoveries to the\nextent expected.\n(b) Reserving risk: The variation in policyholder reserves for prior accident years.\n\nProcesses for addressing and monitoring risk\n\nAIUK model their exposure to underwriting and.reserving risks using the Internal Model to measure the associated capital\nrequirements on both the Solvency II SCR regulatory basis and an intemal basis. The internal basis uses a US GAAP\nbalance sheet and measures the capital required to write one year's business to ultimate. Modelling of insurance risk\nexposure is the key process for monitoring and managing insurance risk.\n\nThe Reserving policy and Aspen Group Underwriting Risk Policy evidence how Aspen manages the risk of loss or of\nadverse change in the values of insurance and reinsurance liabilities, resulting from inadequate pricing and provisioning\nassumptions.\n\n‘The Underwriting Risk Policy requires and defines the use of Aspen Underwriting Principles (AUPs*) or Underwriting\nGuidelines for each underwriting team, and similarly the Group Pricing Standard establishes the requirements that must\n\nbe addressed by the Pricing Policy Document (“PPD”) for each portfolio. AUPs or Underwriting guidelines set out a series\nof key principles translated into specific guidelines, requirements, processes and management controls, the compliance\n\n39\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nof which is mandatory for all Underwriters. The PPDs set out a series of standards and principles to apply to all business\nunderwritten.\n\nThe Group Claims risk policy sets out the core risk Management requirements for the Claims process. The UK Piatform\nClaims Procedures apply to claims handling in respect of ATUK claims. It covers the full claims cycle and is supported:\nby a range of detailed procedures. It includes specific considerations in respect of the handling of ATUK claims.\n\nThe Reinsurance Mitigation Policy defines Aspen's approach to managing the risk that gross losses are not reduced by\nreinsurance recoveries to the extent expected. The Insurance Accumulation Risk policy defines Aspen's approach to\nmanagement of material risk concentrations by categorising those risks, setting tolerances and limit, measuring, monitoring,\nreporting and escalating Natural Catastrophe and Non Natural catastrophe accumulations.\n\nThe Key Risk limits are monitored and reported in the UK Certified Risk Officer's report to the AIUK Risk Committee.\n\nMaterial Risk Concentrations\n\nAIUK has limited its exposure to material risk concentrations by imposing maximum claim amounts on certain contracts as\nwell as the use of reinsurance arrangements in order to limit exposures so they are managed within key risk limits. The\nmaterial risk concentrations managed via Key Risk limits include natural catastrophe risks (such as hurricanes, earthquakes\nand flood: damage) and man-made catastrophic events (such as acts of war, acts of terrorism and losses resulting from political\ninstability). The effectiveness of these risk mitigation techniques is assessed through continual monitoring of the underlying\nrisk profile and escalation of deviations from plan.\n\nSensitivity of insurance risk\n\nThe liabilities established could be significantly lower or higher than the uitimate cost of settling the claims arising. This\nlevel of uncertainty varies between the classes of business and the nature of the risk being written and can arise from\ndevelopments i in case reserving for large losses and catastrophes, or from changes in estimates of claims incurred but not\nreported. A 5% increase or decrease in total claims liabilities would have the following effect on profit or loss:\n\nYear ended 31 December 2019 2018\n{$ in millions) 5% Increase 5% Decrease ‘5% Increase 5% Decrease\nTotal (60.8) 60.8 (74.9) 749\n\nClaims development table\n\nReserves are required owing to the time between the occurrences, reporting and eventual settlement of a loss, which, for\nsome lines of business, can be several years. Since reserves are an estimate of the likely outcome of these future events,\nthey are subject to a degree of volatility. \"That is, the actual emergence of ultimate losses can be expected to differ, perhaps\nmaterially, from any estimate of such losses. The users should be aware that loss payment and loss reporting patterns are\nnot the only considerations in establishing loss reserves.\n\nin setting claims provisions the Company gives consideration to the probability and magnitude of future experience being\nmore adverse than assumed and-exercises a degree of caution in setting reserves where there is considerable uncertainty. In\ngeneral, the uncertainty associated with the ultimate claims experience in an accident year is greatest when the accident year\nis at an early stage of development and the margin necessary to provide the necessary confidence in the provisions adequacy\nis relatively at its highest. As claims develop, and the ultimate cost of claims becomes more certain, the relative level of\nmargin maintained should decrease. The following | tables show an analysis of incurred claims and allocated loss adjustment\nexpenses and net of reinsurance as at 31 December 2019, 2018, 2017, 2016, 2015, 2014, 2013, 2013 and 2011. The toss\ndevelopment triangles are derived from ail business written by the Company, as although a limited number of contracts are\nwritten which have durations of greater than one year the contracts do not meet the definition of a long duration contract.\nThe Company has taken advantage of the transitional rules of FRS 103 that permit only five years of information to be\ndisclosed upon adoption. The claims development information disclosed is being increased from five years to ten years over\nthe period 2015-2020. Therefore, nine years of information are shown in these financial statements.\n\n40\n", "Gross insurance contract claims incurred as at 31 December 2019:\n\nBefore\n2011\nSm\n\n20H\nSm\n\n2012\n\nAccident year : Sm\n\nEstimate of\ncumulative claims\nincurred\n\nAt end of accident\nyear\n\nOne year later\nTwo years later\nThree years later\nFour years later\nFive years later\n‘Six years later\nSeven years later\nEight years later\nCurrent estimate of\n\ncumulative\n\nclaims incurred 7,173.7\n\n968.2\n\n917.5\n\n2013\nSm\n\n772.9\n\nNet insurance contract claims incurred as‘at 3] December 2019:\n\nBefore\n2011\n$m\n\n2011\n$m\n\nat year\n\n2012\n$m\n\n2013\n$m.\n\n2014\nSm\n\n7710\n\n2014\nSm:\n\nAspen Insurance UK Limited ~ Report and Accounts\nRegistered Number: 1184193\n\n2015\n$m\n\n2016\nSm\n\n2017\nSm\n\n2018\n$m\n\n2019\nSm:\n\n$83.2\n834.4\n\n1225.8 901.0\n\n1,252.4\n\n1,075.9\n1,190.9\n816.0\n7142\n824.1\n\n824.1 1,133.9 1,307.1 1,190.9 9010\n\n2015\n$m\n\n2016\nSa.\n\n2017\n$m.\n\n2018\nSm\n\n2019\n$m-\n\nEstimate of cumulative\nclaims incurred\n\nAt end of accident year\nOne year later\n\nTwo years later\n\nThree years iater\n\nFour years. later\n\nFive years later\n\n44\nS159\nATVI\n4758\n463.2\n47\n4355\n416\n\nSix yéais later\nSeven years later\nEight years later\nCurrent estimate of\n\ncumulative\nclaims incurred\n\n406.4\n3,873.3\n\n406.4\n\n(@ Market Risk\n\n326.0\n3793\n4168\nath?\n4243\n436.1\n499\n3826\n\n382.6\n\n299.1\n\n3503\n44.6\n305.7\n292.2\n274.2\n\n274.2\n\nai24 3342\n\n5776\n\n455.6\n4249\n\n3065\nSIS\n532.3\n$339\n\n270.9\n\n532.7 424.9 $77.6 534.2\n\nMarket risk is defined as the risk of variation in the income generated by, and the fair value of, AIUK's investment portfolio,\ncash and cash equivalents and derivative contracts including the effect of changes in foreign currency exchange rates.\n\nWithin our Risk Universe we define six categories of market risk:\n\nLy)\n\nca result of currency rate movements.\n\n2) . Fixed income security ri\n\nForeign currency risk: The risk of adverse variation in the US dollar value of net assets in foreign currencies as\n\nThe risk of variation in the market vaiue of fixed income securities or derivatives.\n\nFixed income security risk can be further split into sub-categories including:\n\nInterest rate risk: The risk of variation in the market value of fixed income securities as a result of changes in\nprevailing interest rates. We classify reinvestment risk as the risk of lower yields on the reinvestment of the proceeds\nfrom coupons payments, maturities and prepayments, which is a sub-category of interest rate risk.\n\n4l\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nSpread risk (including default risk): The yield of a non-government fixed income security can be divided into two\nparts:\n\n(6) The ‘risk free' rate, being the yield of the treasury security issued by the country in which the issuer operates\nwhich is closest to it in maturity; and\n{ii} The ‘spread' of the yield over the risk free rate (= total yield - risk free rate).\n\nThe spread is normally positive because it represents the extra consideration required by the market to compensate for the\ngreater risk (compared to the Government issuer) of default on interest or redemption. The spread may also be influenced\nby the actual or perceived liquidity or marketability of the security.\n\nThe spread of a bond also adjusts over time to reflect the spread required on similar new issues. This movement up or down\nin spread therefore also contributes to overall market risk and ATUK calls this ‘spread risk'. ATUK also includes within spread\nrisk the risk that a security falls in value as a result of being downgraded by a rating agency as this will also cause the spread\nto increase. The risk of actual default on interest or redemption as a special case of spread risk is aiso included. This defauit\nrisk is actually a type of credit risk but it is appropriate to deal with it here under market risk because of the way it is modelled\nin the Intemmal Model as an extreme case of downgrade risk.\n\nSpread risk is managed by limiting the overall credit quality of the investment portfolio and the concentrations of investments\n\nwith specific issuers of investments. This risk is mitigated by limiting exposure to any single counterparty.\n\n- 3) Equity risk: AIUK defines Equity risk as the risk of adverse movements in the market price of investments\n(or their derivatives) other than fixed income securities. Unlike Fixed Income Securities the value of equities is\nnot directly linked to interest rates and spreads, there are many factors that affect the value of investments. The\nCompany does not invest in equities so this risk is not currently relevant to the Company.\n\n4) Market risk mitigation risk: The risk of variation in the value or effectiveness of hedging positions.\n\n5) Asset concentration risk: The aggregate value of AIUK's investment portfolio may be at greater risk if it is\noverexposed to the same asset or a group of similar assets with similar risk dynamics. Concentrations which\nAIUK seek to manage include types of asset (e.g. mortgage backed securities), economic sector of issuer and\nsecurities of the same issuer.\n\n6) Valuation Risk: Some assets within AIUK's investment portfolio can be “private assets” for which there are no\nreadily available market prices. There is a risk that the approaches used to value these “private assets” result in\nincorrect correct Values. As at 31 December 2019 ATUK did not have any investments in “private assets”\n\nConcentrations which AIUK seek to manage for this reason include types of asset (e.g. mortgage backed securities),\neconomic sector of issuer and securities of the same issuer.\n\nProcesses for addressing and monitoring risk\n\nAs with Insurance risk, Aspen model exposure to market risk using the Internal Model to measure the associated capital\nrequirements on both an internal basis and the Solvency II SCR regulatory basis. Modelting market risk exposures is a key\nprocess for monitoring and managing market risk.\n\nThe Investment Risk Policy and Guidelines describes the investment strategy in the context of the annual business plan,\nasset allocation, and concentration limits at group and AIUK levels.\n\nThe Investment Risk Policy and Guidelines describes the measurement of market risks, and specifically describes what is\npermissible with regards to the use of derivatives in order to manage currency positions, portfolio duration and interest rate\nrisk in the investment portfolio.\n\nUse of derivatives is limited to interest rate swaps, forward rate transactions, bond options, interest rate futures, foreign\nexchange spot and forward transactions and currency options. During 2019, ATUK only entered into foreign exchange forward\ntransactions and has no off balance sheet exposures.\n\nThe Asset and Liability Management Policy defines Aspen's approach to duration and currency matching. Management\nmonitors the value, currency and duration of cash and investments held by AIUK to ensure that it is able to meet the insurance\nand other liabilities as they become due. The following components of both cash matching and duration matching are employed\nto manage the investment portfolio:\n\n* the average duration of liabilities;\n\n42\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n¢ the outlook for interest rates and the yield curve;\n« the need for cash to pay claims; and\n* total return.\n\nMaterial Risk Concentrations\n\nAs with Insurance Risks as well as modelling exposures and the capital required to address potential market risks using the\nInternal Model ATUK has also limited its exposure to material risk concentrations through the use of Key Risk Limits. These\nmaterial risk concentrations include foreign currency risk, interest rate risk and equity risk.\n\nKey Risk limits regarding asset allocation, overall credit rating and the volatility of ATUK's investment portfolio have been\ndefined by management and approved by the Board. in order that AIUK can manage its currency risks within the regulatory\nparameters required, a Key Risk Limit approved by the Board limits the mismatch between assets and liabilities where there\nare material positions in currencies other than the functional currency of AIUK. The effectiveness of risk mitigation techniques\nis.assessed through continual monitoring of the underlying risk profile and escalation of any deviations from plan.\n\nSensitivity analysis\n\nForeign currency risk\n\nAs at 31 December 2019; if the U.S. Dollar had weakened / strengthened by 10% with all other variables held constant the\nloss for the year would have been $1.8m (2018: $6.8m) higher / lower, mainly as a result of foreign exchange gains / tosses\non the translation of non U.S. Dollar denominated financial assets, and foreign exchange losses / gains on translation of non\nU.S. Dollar denominated insurance liabilities.\n\nInterest rate risk\nThe table below depicts interest rate change scenarios and the effect on Profit 0 it or loss from AIUK?'s interest rate sensitive\ninvested assets:\n\ni basis paiats -160 “50 +50 +100\n31 December 2019 .\nFixed income portfolio effect - gain/(loss) ($m) 73.3 36.7 (36.7) (73.3)\n31 December 2018\nFixed income portfolio effect - gain/(loss) ($m) 75.3 37.6 (37.6) (75.3)\n\nGiven the outbreak of the coronavirus, which has materially affected the valuation of investments since year-end,\nwe have chosen to additionally show the sensitivity on 31 March 2020 values.\n\n31 March 2020\nFixed income portfolio effect - gain/(loss) ($m) BB 36.9 (36.9) {73.8)\n\nSpread risk\n\nAs past of spread risk ATUK include the risk that a security falls in value as a result of being downgraded by a rating agency\nas this will also cause the spread to increase. ATUK includes the risk of actual default on interest or redemption as a special\ncase of spread risk. Whilst this default risk is actually a type of credit risk it is convenient to deal with it within market risk\nbecause of the way AIUK model it in the Intemal Model as an extreme case of downgrade risk.\n\nThe table below depicts spread change scenarios and the effect on profit or loss from AIUK's spread sensitive invested assets:\n\nCérporate bond Spreads 44 +50 +100 4200\n\n31 December 2019\n\nFixed income portfolio effect - gain/(loss) ($m) 13.0 (14.8) (29.5) (59.0)\n(e) Credit risk\n\nCredit risk is the risk of loss to AUK if the counterparty to a financial instrument or reinsurance agreement fails to meet\n\n43\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nits contractual obligations. AUK is exposed to credit risk through its investment holdings. As already stated within the\nInternal Model and management process, AIUK treats credit risk relating to investments (including cash and debt securities)\nas part of Market risk.\n\nCounterparty default risk\n\nAIUK is also exposed to credit risk through the diminution in the value of insurance receivables as a result of counterparty\ndefault. This principally comprises default and concentration risks relating to amounts receivable from intermediaries,\npolicyholders and reinsurers. Reinsurance and retrocession does not isolate ATUK from its obligations to policyholders. In\nthe event that a reinsurer or retrocessionaire fails to meet its obligation, ATUK's obligations remain.\n\nProcesses for addressing and monitoring risk\n\nAs with Insurance risk, AIUK model exposure to credit risks using the Internal Model to measure the associated: capital:\nrequirements on both an internal basis and the Solvency II SCR regulatory basis. Modelling of credit risk exposures is the\n‘key process for monitoring and managing credit risk.\n\nThe processes for addressing credit risk in relation to financial instruments has already been dealt with as part of the explanation\nofthe processes to address market risk. The Group Insurance Credit Risk policy defines the processes for assessing, monitoring\nand managing credit exposure to intermediaries, policyholders and reinsurance counterparties.\n\nMaterial Risk Concentrations\n\nAIUK limits its exposure to material risk concentrations through the use of Key Risk Limits. ATUK is potentially exposed\nto concentrations of credit risk in respect of amounts recoverable from reinsurers, and insurance and reinsurance balances\nowed by the brokers with whom it transacts business. AIUK manages the ieveis of credit risk by placing limits on its exposure\ntoa single counterparty, or groups of counterparty. Such risks are subject to regular review. The creditworthiness of reinsurers\nis considered on an annual basis by reviewing their financial strength prior to finalisation of any contract. In addition,\n\nmanagement assesses the creditworthiness of all reinsurers and intermediaries by reviewing credit grades provided by rating\nagencies and other publicly available financial information. The recent payment history of reinsurers is also used to update\nthe reinsurance purchasing strategy. AIUK has risk limits for the amount of exposure to both third party and intragroup\nrelated reinsurers and any breaches of those limits are reported to the AIUK Risk Committee and Board. The effectiveness\nof these risk mitigation techniques is assessed through continual monitoring of the underlying risk profile.\n\nFor the Year Eaded 31 December\n\n2019 2018\nSin millions)\nReinsuirers' share of claims outstanding 2,565.4 2,366.7\nDebtors arising out of direct insurance operations - intermediaries 47.2 93.5\nDebtors arising out of reinsurance operations 749.1 675.0\n‘Cash at'bank anid if hand 103.2 142.1\nDeposits with ceding undertakings 32.4 348\nLoans and receivables 16.2 313\nDebt securities and other fixed income securities : 2,138.7 2,214.5\nShort term investments 297.1 216.8\nDerivative financial assets 6.9 6.2\nTotal assets bearing credit risk §,956.2 5,780.9\nAAA 279.9 . 339.7\nAA 1,378.5 1,319.0\nA 546.4 567.0\nBBB 60.8 72.3\nBelow BBB —_ 0.5\nOther 3,690.6 3,482.4\nTotal assets. bearing credit risk §,956.2 5,780.9\n\nCollateral\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nThe amount and type of collateral required depends on an assessment of the credit risk of the counterparty. Guidelines are\nimplemented regarding the acceptability of types of collateral and the valuation parameters. Credit risk is also mitigated by\nentering into collateral agreements. Management monitors the market value of the collateral, requests additional collateral\nwhen needed and performs an impairment valuation when applicable. At 31 December 2019, the fair value of such collateral\nheld was $450.0m (2018: $412.0m). No collateral received from the counterparty has been sold or repledged (2018: Nil).\n\n@ Liquidity risk\nLiquidity risk is defined as the risk of failing to maintain sufficient liquid financial resources to meet liabilities as they fall\ndue or to provide collateral as required for commercial or regulatory purposes.\n\nLiquidity risk includes the following:\n\ni) Payment default risk: The risk that there is insufficient cash to make payments when due and that no additional\nGash can be made available by borrowing, salé of assets or Capital raisiiig.\n\nii) Risk of unplanned asset realisation losses: The risk that securities are required to be sold at a loss to meet liquidity\nrequirements.\n\niii) Risk of failure of credit facility: The risk that advances from the credit facility are unavailable:\niv) Group liquidity risk: The risk that liquidity cannot be secured. for a Group. company from elsewhere in the Group.\n\ny) Collateral risk: The risk that ATUK is unable to provide collateral to a third party when contractually required to do\n\nProcesses for addressing and monitoring risk\n\nUnlike Insurance, Market and Credit Risk ATUK does not mode/ and manage liquidity risk using its internal Model as it is\nnot a risk that is mitigated by holding capital against it. ATUK's annual Stress & Scenario Testing (“SST”) process is used.\nto determine the basis of the Key Liquidity risk limit. The Liquidity Risk Policy provides further details of how liquidity\nrisks are identified, monitored, managed and modelled. This inctudes details of an escalation process for a breach of the\nminimum free funds limit.\n\nMaterial Risk Concentrations\n\nAIUK limits its exposure to material risk concentrations through the operation of the Liquidity Risk Policy. This highlights\nthe measures that Aspen have put in place in order to maintain an agreed amount of unencumbered assets in cash and cash\nequivalents. These measures include concentration limits to ensure the liquidity of assets, appropriateness of the marketability\nor realisability of assets and a liquidity contingency funding plan.\n\nLiquidity stress testing is carried out against ATUK's and the Group's risk profiles at least annually by the Risk Management\ndepartment as part of the Stress and Scenario Testing programme. This allows management to identify the potential strains\non ATUK's liquidity as a result of the scenarios assessed as well as gaining understanding of the Group's ability to support\nthe liquidity needs of entities such as AIUK as the need arises. Cash-flow forecasting is also used to reduce liquidity risk.\nThe effectiveness of these risk mitigation techniques is assessed through continual monitoring of the underlying risk profile.\nThe table below analyses the Company's liabilities into their relevant maturity groups based on the period remaining at\nthe year end to their contractual maturities or expected settlement dates:\n\n45\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n3i Daceinber 2019 Uptolyeir  1-3yeats\n(Sin millions)\nClaims outstanding 933.7 1,047.7 $72.3 1,280.8 3,834.5\nProvision for unearned premiums 486.0 157.0 60.6 544 758.0\nAmounts due to group undertakings 749.0 _ _ _ 749.0\nOther creditors 264.6 _— _— — 264.6\nAccruals and deferred income 54.2 = — _ 542\n“Total 2,487.5 1,204.7 632.9 1,335.2 5,660.3\n31 December 2018 Up to 1 year 1-3 years 3S years Over 5 years Total\n(S iii ims)\nClaims outstanding 956.7 1,230.4 589.0 1,011.1 3,787.2\nProvision for unearned premiums 545.4 158.7 48.4 41.3 793.8\nAmounts due to group undertakings 603.4 _ —_ _ 603.4\nOther creditors 218.7 _— = - 218.7\nAccruals and deferred income 3.0 _ _— — 3.0\nTotal 2327.2 1,389.1 637.4 1,052.4 §,406.1\n\n46\n", "3. Segmental Information\n\nDirect insurance:\n\nFire and other damage to property\nThird party liability\n\nMarine, aviation and transport\nCredit and suretyship\n\nReinsurance acceptances:\nCredit and suretyship\n\nFire and other damage to property\nMiscellaneous\n\nMarine, aviation and transport\nMotor (third-party liability)\n\n‘Third party liability\n\nDirect insurance:\n\nFire and other damage to property\nThird party liability\n\nMarine, aviation and transport\nCredit and suretyship\n\nReinsurance acceptances:\nCredit and suretyship\n\nFire and other damage to property\nMiscellaneous\n\nMarine, aviation and transport\nMotor (third-party liability)\n\nThird party liability\n\nAspen Insurance UK Limited - Report and Accounts\n\nFor the Year Ended 31 December 2019\n\nRegistered Number: 1184193\n\nGrass Gross Gross\nPremiums Claims Operating Reinsurance Underwriting\nEarned Incurred Expenses Balance Result\n(Gin millions)\n138.7 (110.9) (39.2) 29.6 18.2\n1703 (155.2) (39.9) 24.0 (0.8)\n35.5 (139.0) (15.0) 92.4 (26.1)\n66.4 (15.2) (25.3) (23.2) 27\n410.9 (420.3) (119.4) 122.8 (6.0)\n105.8 (61.7) (44.7) (9.3) @.9)\n423.3 (226.1) (151.72) (67.7) (22.2)\n24 (2.1) (37.2) (5.4) (42.3)\n107.0 (50.8) (25.7) (22.4) 8E\n448 (36.7) (9.3) 4.1 29\n276.2 ‘Q12.7) (925) 13.4 5-6)\n959.5 (590.1) @6t.1) (87.3) (79.0)\n1,370.4 (1,010.4) (480.5) 35.5 (85.9)\nFor the Year Ended 31 December 2018\nGross Gross Gross\nPremiums Claims Operating Reinsurance Underwriting\nEarned [ocurred Expenses Balance Result\n($ in millions)\n149.2 (119.7) (42.7) 15.0 18\n183.4 (159.8) (43.9) 99 (7.4)\n60.0 (27.5) (ILS) (18.9) 21\n62.4 (43.0) (22.7) Lt (2.2)\n454.0 (350.0) (426.8) 71 (15.7)\n143.1 (67.9) (58.0) (21.3) 41)\n467.5 (301.0) (147.5) (78.6) (59.6)\n44 (11.5) (1.8) 10.5 (84)\n339 (555) (36.4) (iiss 48\n40.0 (31.4) 9.9) 14 0.1\n312.6 (235.0) (84.3) 0.4 (6.3)\n1,060.5 (302.7) @G319) (99.4) (73.5)\n\nThe underwriting result Tepresents the balance on the technical account before investment income. The reinsurance balance\nis the aggregate total of all those items included in the technical account which relate to reinsurance outwards transactions\nincluding items recorded as reinsurance commissions and profit participation as noted in Note 6.\n\nThe above analysis does not reflect the way in which the business is managed. For example, ceding commission is applied\nconsistently across each line of business above, however this does not reflect the known differences in acquisition costs\n\nbetween lines of business.\n\n47\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n' Geographical analysis\nThe following is a breakdown by geography of the gross written premium, (on the basis of the country where ATUK had\noperations writing the business):\n\nFor the Year Ended 31 Déceniber\n\n2019 2018\n( in millions)\n\n662.1 7266\nUSA 395.0 366.3\nSwitzerland 94.7 197.9\nRepublic Sf Wélanid 16.7 36.0\nCanada 24.6 15.7\nAustralia . $1.9 43.1\nSingapore 43.0 48.7\nUnited Arab Emirates . 39.4 38.7\nFrance _— Ll\nGermany 0.1 Lk\n\n1,327.5 1,475.2\n\n4.\nFor the Year Ended 31 December\n2019 - 2018\n(S in millions)\nCurrent year claims movement (415.5) (519.3)\nPrior years' claims movement (14.9) 137.1\n(430.4) (382.2)\n5. Other Expenses / Income\n\nOther expenses of $21.8m (income in 2018: $51.9m) consist mainly of realised foreign exchange losses (2018: gains).\n\n6: Net Operating Expenses\n\nFor the Year Ended 31 December\n\n2019 2018\n\n. (S in millions)\nAcquisition costs : 323.1 334.2\nChange in net deferred acquisition costs 78 12.9\n. : 330.9 347.1\n\nAdministrative expenses 144.2 112.0\nGross operating expenses ; 475.1 459.)\nReinsurance commission and profit participation (184.8) (204.0)\n\n290.3 255.1\n\nCommissions in respect of direct insurance business amounted to $65.2m (2018: $84.1m).\n\n48\n", "7 Investment Return\n\nIncome from other financial investments\n\nNet-gains on realisation of investments:\nFair value through profit or loss designated upon initial recognition\nRealised (losses) on derivative contracts\n\nTotal investment. income .\n\nNet unrealised gains/(losses) on investments:\nFinancial instruments at fair value through profit or Joss\nUnrealised gains / (losses) on derivatives contracts\n\nInvestment expenses and charges\n\nTotal investment return / (loss)\n\n8. Profit-and Loss Account\nLoss before tax is stated after charging:\n\nDepreciation of tangible fixed assets (Note-12)\n\nDefined contribution plan expense\n\nShare based payments made to directors and employees (Note 22)\n\nAuditor's remuneration\n\nAudit of these financial statements\n\nAmounts receivable by the auditors and their associates in respect of:\nAudit related assurance services\nOther non-audit services\n\n9. Directors' Emoiuments\n\nThe aggregate emoluments of the Directors were as follows:\n\nAggregate emoluments\nAggregate contributions to pension schemes\n\nAspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nFor the Year Ended 31 December\n2019 2018\n(S in miltions)\n60.0 : 62.1\n9.0 (2.0)\n(11.7) (26.3)\n57.3 33.8.\n55:9 (25:2)\nval (7.2)\n(49) G3)\n\n115.4 (1.9)\n\nFor the Year Ended 31 December\n2019 2018\n(Sin millions)\n\n0:8 0:8\n\n3.2 4.0\n\n(1.0) 17\n\n0.8 0.7\n\n0.3 0.3\n\nFor the Year Ended 31 December\n2019 2018\n\n3.1 1.0\n\nNo (2018: no) Directors exercised share options in respect of qualifying services under long term incentive schemes. No\n(2018: no) advances or credits were granted to any Director subsisted during the year and no (2018: no) guarantees on behalf\n\nof any Director were subsisted during the year.\n\n49\n", "Aspeu Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\nHighest Paid Director\nFor the Year Ended 31 December —\n2019 2018\n{Sin millions)\nAggregate emoluments and benefits 14 0.2\n\nAggregate contributions to pension scheme _ _\n\nIn respect of the highest paid Director share options in respect of qualifying services under long term incentive schemes\nwere received in the year and shares were receivable in respect of qualifying services under long term incentive schemes.\n\n10a. Taxation\n\nFor-the Year Ended 31 December\n2019 2018\n(S in millions)\n\nU.K. corporation tax (charge) / credit\nCurrent tax on result for the year @:3) 19:5\nAdjustments in respect of prior periods (0.4) —\nTotal current tax (charge)/credit @G.7) 19.5\nDeferred tax (see note 106) .\nOrigination /.reversal of timing differences _ CD\nAdjustments in respect of prior periods (4.1) 0.4\nTotal deferred tax (charge) (4.1) (0.7)\nTax (charge)/credit on profit on ordinary activities 7.8) 18.8\n\nThe tax charge (20.18: credit) for the period is higher.(2018: higher) than the standard rate of corporation tax in the UK of\n19%, The differences are explained below.\n\nFor the Year Ended 31 December\n\n2019 2018\n(Gin millions)\n\nTax reconciliation\nProfit / (loss) before tax 8.6 (39.2)\n€urrent tax (charge)/credit at 19% (1:6) 75\nEffects of:\nNon-deductible expenses (0:1) _\nImpact of overseas tax - (1.5) (0.1)\nForeign exchange 0.1 (L.72)\nReversal of uncertain tax position — 13:0\nAdjustments in respect of prior periods (4.5) 0:4\nPermanent differences in respect of fixed assets (0.2) 7 (0.3)\nTotat tax (charge) / credit (7.8) 18.8\n\nThe $13.0m reversal of an uncertain tax position in 2018 relates to the successful conclusion of an HMRC inquiry which\nenabled the release of a provision held against the potential disallowance of a prior period adjustment.\n\n50\n", "Aspen Insurance UK Limited - Report and Accounts\nRegistered Number: 1184193\n\n10d. Deferred Taxation\nThe deferred tax asset recognised in the financial statements is as follows:\n\nFor the Year Ended 3i December\n\n2019 2018\n. ($ in millions)\n‘Temporary differences related to foreign tax = 0.9\n‘Temporary differences ‘related to overseas branches : 40 iL\nTemporary differences related to FRS 102 transitional adjustments (0.4) (0.4)\nLosses carried forward: 5.0 1.1\n8.6 : 12.7\n\nth. Currency Translation\n\nThe currency translation loss of $3.9m (2018: $22.4m loss) represents unrealised losses (2018: loss) arising from the\ntranslation into U.S. Dollars of the Company's branch operations. The functional currencies of the Company's branches are\nEuros, Australian Dollars, Singaporean Boilars and Canadian Boliars. Assets and liabilities of foreign operations are\ntranslated into U.S. Dollars at the exchange rate prevailing at the Balance Sheet date. The exchange differences arising from\nthis translation are included in the Statement of Comprehensive Income.\n\n12. Tangible Assets\nDetails of tangible asset net book values as at the Balance Sheet date by major category are given below:\n\nOffice and Other Leasehold Hardware and\nEquipmeat {mprovements Software Total Assets\n(Sin millions)\nCost\nAs at 1 January 2019 2.4 14.9 56.4 73.7\nAs at 31 December 2019 2.4 14.9 56.4 73.7\nDepreciation\nAs at 1 January 2019 2.4- 13.6 56.4 724\nMovement in the year —_ 0.8 _ 0.8\nAs at 31 December 2019 2.4 14.4 56.4 73.2\nNet Book Value\nAs at 31 December 2018 _— 13 _ 13\nAs at 31 December 2019 _ 6.5 _— 0.5\n\n51\n", "Aspen Insurance UK Limited - Report and Accounts\n\n8B. Other Financial Assets and Liabilities\n\nFor the Year Ended 3t For the Year Ended 3\nDecember 2019 December 2018\nCost Market Value Cost Market Value\n(S im millions) . (3 it millions)\nFinancial assets at fair value\nDerivative assets held at fair value through profit and loss —_ 6.9 — 6.2\nDebt securities and other fixed income securities 2,124.4 2,138:7 2;301.7 232145\n‘Short term ‘investments 294.6 297.1 218.4 216.8\nFinancial assets at fair value through profit and loss 2,419.0 2,442.7 2,520.1 2,437.5\n\nFinancial liabilities at fair value\nDerivative liabilities held at fair value through profit and loss _ 40 _ 10.4\n\nListed Investments\nIncluded in the carrying values above are amounts in respect of listed investments as follows:\n\nFor the Vear Ended 31\n\nFor the Year Ended 31\nDecember 2019 December 2018\nCost Market Value Cost Market Value —\n(Sit simian) Git HaiMsas)\nFinancial Assets at. fair value\nDebt securities and other fixed income securities 2,059.4 2,070.8 2,239.3 2,153.1\nShort term investments 124.3 126.8 218.4 216.8\nTotal financial assets 2,183.7 2,197.6 2,457.7 2,369.9\n\nThere was no material change in fair value for financial instruments held at fair value (other than derivatives) attributable\nto own credit risk in the current or comparative period.\n\nDerivative financial instruments, at fair value through profit or loss\n\nThe Company uses limited forward foreign currency contracts to mitigate some adverse movements associated with changes\nin foreign exchange rates in respect of changes in the foreign currency rate form the collection of premiums to the payment\nof claims by fixing the rate of any material payments in a foreign currency.\n\nFor the Year Ended 31 December\n2019 2018\n\n(S in millions)\nTotal financial assets 6.9 6.2\nTotal financial liabilities 40 10.4\n\nThe table below analyses financial instruments carried at fair value, by valuation method. The different levels have been\ndefined as follows:\n\nLevel 1 Quoted market prices (unadjusted) in active markets for identical assets or liabilities.\n\nLevel 2 Inputs other than quoted prices included within level 1 that are observable for the asset or liability, either\ndirectly (that is, as prices) or indirectly (that is, derived from prices). :\n\nLevel 3 Inputs for the asset or liability that are not based on observable market data (that is, unobservable\ninputs).\n\n52\n", "Aspen Insurance UK. Limited - Report and Accounts\n\nThe following table presents the Company's assets and liabilities measured at fair value at 31 December 2019 and 31 December\n2018:\n\nFor the Year Eitdéd 31 Deceiver 2019\n\nLevel t Level 2 Level 3 Total\n(Sin millions) G in millions) {(S in millious) ($ in millions)\nFinancial assets at fair value\nDebt securities and other fixed income 865.1 1,273.6 _— 2,138.7\nShort term investments 296.0 Li — 297.1\nDerivatives _ 6.9 —_ 69\n1,161.1 1,281.6 _— 2,442.7\nFinancial liabilities at fair value\nDerivatives _ (4.0) _— (4.0)\nTotal 1,161.1 1,277.6 2,438.7\nFor the Year Ended 31 December 2018\nLevel 1 Level 2 Level 3 Total\nGin milliovs) G ia millions) G in millions) {S in millions)\nFinancial assets at fair value\nDebt securities and other fixed income 962.4 1,252.1 —_— 2,214.5\nShort term investments 214.8 2.0 _ 216.8\nEquity Investments _ _ _ to\nDerivatives _ 6.2 _ 6.2.\n\n1,177.2 1,260.3 = 2,437.5\n\nFinancial liabilities at fair value ;\nDerivatives —_— (10:4) _ (10:4)\n\nTotal 1,197.2 1,249.9 _ 2,427.1\n\nThe fair value of financial instruments traded in active markets is based on quoted bid prices at the balance sheet date as\ndescribed in the accounting policy. These instruments are included in Level 1. instruments included in Level 1 comprise\nprimarily listed debt securities.\n\nThe Company closely monitors the valuation of assets in markets that have become less liquid. Determining whether a market\n‘is.active requires the exercise of judgement and is determined based upon the facts and circumstances of the market for the\ninstrument being measured. Where it is determined that there is no active market, fair value is established using a valuation\ntechnique. The techniques applied incorporate relevant information available and reflect appropriate adjustments for credit\nand liquidity risks. These valuation techniques maximise the use of observable market data where it is available and rely as\nlittle as possible on entity specific estimates. The relative weightings given to differing sources of information and the\ndetermination of non-observable inputs to valuation models can require the exercise of significant judgement.\n\n‘Tf all significant inputs required to fair value an instrument are observable, the instrument is included in Level 2. Instruments\nincluded in Level 2 comprise primarily U.S. Governmentand Agency Securities, Municipal Securities, Non-U.S. Government\nSecurities, Corporate Securities and Mortgage-backed Securities.\n\nIf one or more of the significant inputs is not based on observable market data, the instrument is included in Level 3. The\nCompany has no level 3 instruments (2018: none).\n\nTransfers of assets into or out of a particular level are recorded at their fair values as of the end of each reporting period,\nconsistent with the date of the determination of fair value. There were no transfers between Level 1 and Level 2 of non-US\ngovernment securities during the twelve months ended December 31, 2019 (2018: $5.2m). There were no transfers between\nLevel 2 and Level 3 during the twelve months ended December 31, 2019 (2018: No transfers).\n", "14. Other Debtors\n\nDeferred tax asset (Note 10b)\nCorporation tax\nSundry debtors\n\n5: Amounts due to / from fellow group undertakings\n\nAmounts due to fellow group undertakings\nAmounts due to fellow group undertakings\nAmounts due to ultimate parent\n\nAmounts due from fellow group undertakings\nAmounts due from fellow group undertakings\n\nFor the Year Ended 31 ‘December\n\n2019 2018\n(Sin millions)\n8:6 12:7\n— 12.0\n7.6 6.6\n\n16.2 313\n\nFor the Year Ended 31 December\n2019 2018\n- in millions)\n749.0 598.4\n\n= 5.0\n749.0 603.4\n\n250.4 157.2\n250.4 157.2\n\nWithin amounts due from fellow group undertakings the foliowing inter-company ioans are included:\n*  $42.0m (2018: $48.0m) loan issued on L April 2017 by ATUK to AIUKS, this loan bears interest of 5.65% per annum.\n+ $10.4m (2018: Nil) loan issued on 23 May 2019 by AIUK to Aspen Underwriting Limited, this loan bears interest\n\nof LIBOR plus 1.375% and\n\n+  $21.5m (2018: $25.8m) loan issued.on 15 December 2014 by ATUK to Aspen U.S. Holdings, Inc., this loan bears\n\ninterest of 6.35%\n\n16. Other Creditors\n\nUnderwriting creditors\n\nFair value in respect of derivatives\nOther indirect taxes\n\nCorporation tax\n\na: Contingencies and Other Liabilities\n\nFor the Year Ended 31 December.\n\n2019 2018\nGin millions)\n255.9 203.9\n4:0 10:4\n3.4 44\n13 —\n\n264.6 218.7\n\nAt 31 December 2019 and 2018 the Company had granted charges over a variety of its assets in the ordinary course of\nbusiness in respect of potential future insurance liabilities and as collateral for letters of credit and U.S. and Canadian Trust\n\nfunds. The charged assets comprised the following categories:\n\nUS. Surplus Lines Trust\nUS. Reinsurance Trust Fund\nAustralia Branch\n\nCanadian Branch\n\nOther\n\nFor the Year Ended 31 December\n\n2019 2018\n(Sin millions)\n128.0 124.0\n999.0 941.0\n160.0 147.0\n120.0 112.0\n450.0 412.0\n\n1,857.0 1,736.0\n\n54\n", "Aspen Insurance UK Limited - Report and Accounts\n\nThe Company had no other contingencies or other liabilities at the reporting date.\n\n18. Deferred Acquisition Costs\n\nFor the Year Ended 31 December\n\n2019 2018”\n(S iti mailto)\nAt 1 January 156.7 176.7\nMovement in the year (Note 6) (7.8) (12.9)\nExchange adjustments 34 (7.12)\nAt 31 December 152.3 156.7\n19: Technical Provisions\n2019 2018\nUnearned Premiam Unearned Premiom\nClaims Reserves Reserves Claims Reserves Reserves\n(S in millions) G in millions)\n\nGross of reinsurance\n\nAt] January 3,787.2 793.8 3,823.5 856.6\nMovement in.the year 6.5 (42.9) 55.7 (39.3)\nExchange adjustments 40.8 71 (92.0) (23.5)\nAt 31 Décémber 3834.5 758.0 3,787.2 793.8\nReinsurance\n\nAtl January 2,366.7 141.8 2,276.2 126.4\nMovement in the year 25.2 (12.0) 32.4 17.0\nExchange adjustments 173.5 11 58.1 d.6)\nAt 31 December 2,565.4 130.9 2,366.7 141.8\n20: Commitments\n\nThe Company has no capital commitments authorised or contracted for at the year-end. Future minimum rentals payable\nunder non-cancellable operating leases are as follows:\n\nFor the Year Ended 31 December\n\n2019 2018\nG io millions)\nWithin one year 5.3 6.2\nBetween one and five years 28.3 6.8\nAfter five years 20.3 41\n$3.9 17.1\n\nThe expense in the year for operating leases amounts was $3.4 million (2018: $4.1 million).\n\n55\n", "Aspen Insurance UK Limited - Report and Accounts\n\n24. Share Capital\nThe paid up capital is set out below.\n\nFor the Year Ended 31 December\n2019 2018\n(£ in millions) (S in millions) (¢£ in millions) ($ in millions)\nAllotted, issued and fully paid up\n\n410,000,000 (2018: 410,000,000) ordinary\nshares of £1 each 410.0 614.9 410.0 614.9\n\nThe Company received capital contributions of $150m and $320m from its former immediate holding company, Aspen (UK)\nHoldings Limited, on 23 March 2006 and 22 March 2011, respectively. The Company was sold to AEHL on 26 February\n2015 through an intemal re-organisation to optimise the Company's regulatory structure.\n\nThe total funds available for distribution of $227.0m (2018: $230.1m) include the $470.0m (2018: $470.0m) capital\ncontribution reserve less the $243.0m (2018: $239.9m) profit and loss account.\n\n22. Share Based Payments\n\nIn prior years AIHL, the Company's ultimate parent, has issued options, performance shares, phantom shares and restricted\nshare units under the 2003 and 2013 Share Incentive Plans. In addition, ATHL approved the 2008 Sharesave Scheme as part\nof AIHL's Employee Share Purchase Pian.\n\nFollowing the merger agreement between Apollo Global Management and Aspen Insurance Holdings Limited the Company\nimplemented anew iong-term incentive scheme, under which annual awards are split equally between Performance Units\nand Exit Units. Performance Units vest after two years subject to the Aspen Group achieving predetermined growth in book\nvalue per share targets. Exit Units vest upon change of control (Sale or IPO) and achieving predetermined multiplies of\n‘invested ‘capital -retum targets. Both Performance Units aiid Exit Units are cash-baséd awards.\n\n23. Related Parties Transactions\n\nAs ATHL is incorporated in Bermuda, the Company is exempt from disciosing related party transactions with fellow\nsubsidiaries which are also wholly owned by AIHL. During the period the Company entered into transactions, in the ordinary\ncourse of business, with related parties which are not wholly owned by Aspen Insurance Holdings Limited. Transactions\nentered into, and balances outstanding at 31 December 2019, are as follows:\n\nAspen Risk Management Limited\n' The Company assumes premium from Aspen Risk Management Limited net of 15% agent's commission. As at 31 December\n2019, the Company had a balance owed by Aspen Risk Management Limited of $6.1m (2018: $21.9m) in respect of net\npremium.\n\nApotio Asset Management Europe PC LLP\n\nApollo's indirect subsidiary, Apollo Asset Management Europe PC LLP (“AAME”), serves as the investment manager for\nthe Company. It provides centralised asset management, investment advisory and. risk services for the portfolio of our\ninvestments pursuant to the investment management agreements (“IMAs”) that have been entered into with AAME.\n\nAAME is integrated into the Apollo investment platform and provides the Company with access to Apolio's investment\nexpertise and fully built infrastructure without the burden of incurring the development and maintenance costs of building\nan in-house investment asset manager with the capabilities of Apollo/AAME.\n\nAAME is registered in England and Wales and is authorised and regulated by the Financial Conduct Authority in the United\nKingdom under the Financial Services and Markets Act 2000 and the rules promulgated thereunder for the primary purpose\nof providing a centralised asset management and risk function to European clients in the financial services and insurance\nsectors. AAME has necessary permissions to engage in certain specified regulated activities including providing investment\nadvice, undertaking discretionary investment management and arranging deals in relation to certain types of investment.\n\nin April 2019, following the completion of the Merger, AAME was engaged as the investment advisor for the Company to\nmanage the assets of the Company. AAME is paid an annual investment management fee (the “Management Fee”) which\nis based on a cost-plus structure. The “cost” is comprised of the direct and indirect fees, costs, expenses and other liabilities\narising in or otherwise connected with the services provided under the IMAs. The “ptus* component will be a mark-up in\n‘an amount of up to 25% determined based on an applicable transfer pricing study. The Management Fee will be subject to\ncertain maximum threshold levels, including an annual fee cap of 15 bps of the total amount of investable assets. Affiliated\nsub=advisors, including AMI and AMC, will also earn additional fees for subsadvisory services rendered.\n\n56\n", "Aspen Insurance UK Limited - Report and Accounts\n\nDuring the year ended December 31, 2019, the Company recognised IMA fees of $1.2 million, of which $0.7 million remains\npayable to AAME at year end.\n\n24; Ultimate Holding Company\n\nThe ultimate parent company as at 31 December 2019 was Highlands Holdings Limited incorporated in Bermuda: The largest\nand smallest group in which the results of the Company are consolidated is that headed by AIHL. The consolidated accounts\nof this company are available to the public and may be obtained from The Company Secretary, Aspen Insurance Holdings\nLimited, c/o 30 Fenchurch Street, London, EC3M 3BD.\n\nOn February 15, 2619, Aspen Insurance Holdings Limited (“ATHL\") completed its merger with Highiands Merger Sub, Ltd.\n(\"Merger Sub\"), a wholly owned subsidiary of Highlands Holding, Ltd. (\"Parent\"). Merger Sub merged with and into AIHL\n(the Merger\"), with ATHL continuing as the surviving company and as a wholly owned subsidiary of Parent, a Bermuda\nexempted company, is-an affiliate of certain investment funds managed by affiliates of Apollo Global Management, Inc., a\nleading global investment manager (collectively with its subsidiaries, \"Apollo\").\n\n25. Subsequent Events\n\nIn February 2020, the company ceased underwriting Marine & Energy Liability business. This was due to significant\ndeterioration on prior years and loss activity' in the current year in a market where pricing is not correcting sufficiently enough.\n\n- This marketplace has not generated sustainable profit margins, and we are shifting our focus to areas where we believe there\nis better opportunity to achieve our long-term profitability targets.\n\nIn addition, the company exited the Accident & Health line in March 2020 due to adverse claims development versus plan\nand uncertain sustainable profitability of this type of business with high acquisition and operating costs.\n\nOn March 2, 2020, the Aspen Group, with AIUK as a named party entered into an adverse development reinsurance agreement\nwith Cavello Bay Reinsurance Limited (\"Cavello\"), a Bermuda insurance company and wholly owned subsidiary of Enstar\nGroup Limited. Under this agreement the Group will cede to Cavello, losses incurred on or prior to December 31, 2019 on\na diversified mix of property, liability and speciaity lines across the U.S., UK and Europe, in excess of $3.8 billion, up to\nan aggregate limit of $4.6 billion (coverage of $0.8 billion). The reinsurance agreement also provides for $0.3 billion of\ncover in excess of $4.8 billion, The consideration for this agreement is $0.8 billion plus interest at 3.75% per annum,\n\ncompounding daily, from the effective date January 1, 2020 to the closing date. The premium payable under this contract,\nwill be allocated across the various operating subsidiaries within the Aspen Group based on risk adjusted reserve run off\nprojections. Completion of the transaction is subject to Board approvals and satisfaction of various other closing conditions.\n\nThe transaction is expected to close in the first haif of 2626.\n\nWe continue to closely monitor developments related to the outbreak of COVID-19, also known as coronavirus, to assess\nany potential impact on our business. Like many property and casualty (re)insurers, we have possible exposure to the\ncontingency market and cancellation losses stemming from the COVID-19 outbreak and could also face: COVID-19 related\nclaims from creditand surety tines and potential exposure from business i interruption. Whether the virus could trigger coverage\nis dependent on specific policy language, terms and exclusions. There is a risk, however, that legislative, regulatory, judicial\nor social influences may extend coverage beyond our intended contractual obligations or result in an increase in the frequency\nor severity of claims beyond expected levels. The volatility in the financial markets resulting from the outbreak may also\n‘impact our investment portfolio. Our investment portfolio comprises primarily government and other fixed income securities\nand we are not significantly exposed to equity markets. However, our corporate bond portfolio could be subject to valuation\nrisk as a result of movements in corporate spreads and default risk in the event of extended disruption to trade. In addition,\n\nexisting and potential future travel bans, preventative or government mandated closures of our offices or the offices of our\noutsource providers may affect our ability to conduct our business. A prolonged period of commercial disruption, reduced\neconomic activity and other consequences of the outbreak could have a material impact on our results of operations, financial\ncondition or liquidity. It is not practicable to quantify the ultimate financial effect of the outbreak on the Company at this\nstage.\n\nThe Board has undertaken an assessment to determine the impact of COVID-i9 on the company and its future viability.\nThis assessment has included a review of potential insurance and investment exposures under moderate and severe scenarios\nand regular monitoring of current and projected solvency levels. The scenarios encompass different assumed durations of\nthe effects of the outbreak, credit spreads widening by upto 400-600 basis points, yields on the investment portfolio dropping\nto nil for these different durations and an estimate of (reinsurance losses by reviewing various business lines where exposures\nare likely (direct and indirectly) and quantifying the estimated loss exposures. This analysis was supplemented by a reverse\n\n57\n", "Aspen Insurance UK. Limited - Report and Accounts\n\nstress test to determine the level of, and likelihood of, capital erosion that would result in an adverse impact on the Company's\nability to satisfy regulatory capital thresholds.\n\nAdditional sensitivities have been provided on page 43 to capture the impact of widening credit spreads and interest rate\nmovements on our fixed income portfolio at 31 March 2020 to support our ongoing assessment. ,\n\nBased on our analysis and our latest estimate of the solvency position the Company's capital resources remain comfortably\nin excess of the relevant regulatory capital thresholds and projected to do so under severe scenarios; the reverse stress test\nindicates that the level at which an adverse impact would arise on the Company's ability to satisfy regulatory capital thresholds\nis: sufficiently remote. Accordingly the Directors have concluded that although the impact from COVID-15 is likely to be\nmaterial it does not adversely affect the company's ability to continue as a going concern or reduce its capital and solvency\nlevels to below regulatory requirements. Our priority remains to support our staff and honour our client's needs.\n\nGn March 26, 2020, S&P downgraded the financiai strength and issuer credit ratings of the Company to“A ~ (Strong) from\n“A” (Strong). The outlook assigned to this rating is stable. On April 1, 2020, A.M. Best affirmed the financial strength rating\n\nof “A” (Excellent) for ATUK but revised its outlook to negative from stable. The Company does not believe that these rating\nactions will in any way compromise our ability to service the needs of our customers and trading partners or our obligations\nto them. However, the downgrade may impair our ability to sell insurance policies and could materially and adversely affect\nour competitive position in the insurance industry, future financial condition and operating results.\n\n58\n"], "source_type": "Image", "total_page": 58}]